[
  {
    "name": "Temtem 0.5.10",
    "version": "0.5.10",
    "url": "https://crema.gg/temtem/temtem-0-5-10/",
    "date": "2020-1-31",
    "patchInfo": {
      "fixes": [
        "Fixed a squad desync after capturing and releasing a Temtem and capturing another one in the same battle.",
        "Fixed some problems introduced in the previous patch with the co-op teleport feature.",
        "Fixed being stuck after creating a co-op party just after the partner enters your server room.",
        "Fixed fainter curse visual order to display the Temtem being knocked-out after the target Temtem.",
        "Fixed some problems in battles after releasing a Temtem.",
        "Fixed a UI scale issue in the Notification Center when deleting or accepting multiple notifications.",
        "Fixed some errors inspecting other users after their characters were deleted."
      ],
      "improvements": [
        "Four-leaf clover can now be acquired without using the Skates.",
        "Every Temtem spawn zone from the Anak Volcano has been replicated in new zones in the exterior too in order to have access to them without using the Skates.",
        "The basic Temcard and Balm can now be acquired from every Temporium and miniTemporium.",
        "Improved movement sync on remote players."
      ],
      "features": [],
      "balance": []
    }
  },
  {
    "name": "Temtem 0.5.9",
    "version": "0.5.9",
    "url": "https://crema.gg/temtem/temtem-0-5-9/",
    "date": "2020-1-30",
    "patchInfo": {
      "fixes": [
        "Fixed not being able to use the Acid-Proof Surfboard while on co-op.",
        "Fixed players getting stuck in battles after exiting the game mid battles and getting back after waiting at least two hours.",
        "Fixed being able to filter eggs by their gender.",
        "Fixed being stuck in battles after using the run hotkey.",
        "Fixed some more cases where known Tems weren’t registered in the Tempedia.",
        "Fixed the Tempedia not displaying the latest Tem if the last two were Unknown.",
        "Fixed a zone in the Xolot Reservoir where players got kicked out by the server while surfing.",
        "Fixed default dialog type speed being set to slow.",
        "Fixed some more cases where players were incorrectly being reported as busy.",
        "Fixed some pronoun tags not being replaced correctly.",
        "Fixed some more dialogs."
      ],
      "improvements": [
        "Retweaked experience and level up sounds.",
        "Terminating a co-op party will now teleport you back to your original position before starting the co-op party. This helps solve some cases where a player could get stuck with items they have only got by doing a co-op party (stuck in an island without surf, stuck in a crystal place without skates…). This will only affect players whose savegame is being lowered by creating the co-op party."
      ],
      "features": [
        "Added a new Setting for choosing the target framerate while the game is running on the background.",
        "French and Japanese translations completed."
      ],
      "balance": []
    }
  },
  {
    "name": "Temtem 0.5.8",
    "version": "0.5.8",
    "url": "https://crema.gg/temtem/temtem-0-5-8/",
    "date": "2020-1-28",
    "patchInfo": {
      "fixes": [
        "Fixed not being able to release Tems from the capture screen or from the Temdeck boxes."
      ],
      "improvements": [],
      "features": [],
      "balance": []
    }
  },
  {
    "name": "Temtem 0.5.7",
    "version": "0.5.7",
    "url": "https://crema.gg/temtem/temtem-0-5-7/",
    "date": "2020-1-28",
    "patchInfo": {
      "fixes": [
        "Fixed some strange cases where users could get stuck on Max’s first battle.",
        "Fixed “player is busy” appearing instead of “player is not near enough to create the coop party” error.",
        "Fixed an error causing players appearing without any cosmetics (just a black bag and head) after resetting the character.",
        "Fixed screen flashes not rendering in full screen while playing on 1200p resolution.",
        "Fixed incorrect minimap appearing in a Mokupuni’s house.",
        "Closing the game between the transition of Quetzal and Nahua Crater or between the Kakama Cenote and the Xolot Reservoir was causing players to get out of bounds.",
        "Fixed some cases where players could get stuck without getting the Ancient Idol item for the Free Matthew quest.",
        "Fixed some cases where players could miss getting the Flask after completing the Luis Errands quest.",
        "Fixed a bug causing some eggs getting lost in the Squad after releasing another egg.",
        "Fixed Avenger trait being triggered by every knocked-out Temtem instead of only being triggered by knocked-out allies.",
        "Fixed a miner in the mines which was getting some players stuck out of bounds.",
        "Fixed some cases where players could get stuck in the Banyan after breaking a co-op party.",
        "Fixed some more dialogs and texts."
      ],
      "improvements": [
        "Improved textures for Barnshe, Anahir and Orphyll.",
        "Temtem cries will now only sound when entering the details screen and won’t sound when changing between different Temtem.",
        "Characters can now be reset from the lobby without going into the game."
      ],
      "features": [],
      "balance": []
    }
  },
  {
    "name": "Temtem 0.5.6",
    "version": "0.5.6",
    "url": "https://crema.gg/temtem/temtem-0-5-6/",
    "date": "2020-1-27",
    "patchInfo": {
      "fixes": [
        "Fixed a bug that caused being stuck on battles while on co-op (aka Head Charge bug).",
        "Fixed some cases where Temtem where getting lost on trades. We’ve also restored every lost Temtem.",
        "Fixed incorrect reward value displayed in FreeTem! when releasing a Temtem with a low catch rate.",
        "Fixed empty Tamer Info when checking your own data or other users.",
        "Fixed a bug in the Temdeck when releasing Temtem while having an applied filter.",
        "Fixed a problem not allowing backers to use their reserved nicknames."
      ],
      "improvements": [
        "Added a proper warning before doing a trade notifying the user that trades will lock you from resetting your character for 10 days. Since this wasn’t being notified previously, we’ve removed all current restrictions so players who weren’t able to reset, can do so now.",
        "Heavily improved how the movement is synced while on co-op."
      ],
      "features": [
        "Added an in-game system notification that will notify users before the server is restarted. The notification will appear whether you’re on a battle or outside a battle and can also be checked under the notifications screen.",
        "Added sounds to the experience screen."
      ],
      "balance": []
    }
  },
  {
    "name": "Temtem 0.5.5",
    "version": "0.5.5",
    "url": "https://crema.gg/temtem/temtem-0-5-5/",
    "date": "2020-1-25",
    "patchInfo": {
      "fixes": [
        "Fixed not receiving the surfboard in the Beached Narwhal quest after delivering a Toxolotl.",
        "Fixed errors when changing the Squad order while they were being healed.",
        "The Tamer Info screen can now be closed even when there’s an error and it doesn’t display information.",
        "Fixed some interactions between moving platforms and opening eggs.",
        "Fixed Name Reservation missing icon.",
        "Fixed some dialogs."
      ],
      "improvements": [],
      "features": [],
      "balance": [
        "Increased the price for all breeding gears."
      ]
    }
  },
  {
    "name": "Temtem 0.5.4",
    "version": "0.5.4",
    "url": "https://crema.gg/temtem/temtem-0-5-4/",
    "date": "2020-1-23",
    "patchInfo": {
      "fixes": [
        "Fixed queue 2 minute grace period after reconnecting not properly working.",
        "Fixed Temtem getting lost after a reconnection.",
        "Fixed Gear items getting lost after a reconnection.",
        "Fixed swapped techniques not working.",
        "Fixed an exploit that allowed to escape from NPC battles.",
        "Fixed desynchronization of particles in Sophia’s dojo.",
        "Fixed incorrect animation displayed on Lottie’s Belsoto grunts.",
        "Fixed some location tags not being replaced with the correct location name on some languages.",
        "Fixed errors when closing the game while in a co-op battle.",
        "Fixed errors when disbanding a co-op party while your partner was waiting for you at a building’s exit.",
        "Fixed casual battles not working when players were in different server rooms."
      ],
      "improvements": [],
      "features": [],
      "balance": []
    }
  },
  {
    "name": "Temtem 0.5.3",
    "version": "0.5.3",
    "url": "https://crema.gg/temtem/temtem-0-5-3/",
    "date": "2020-1-22",
    "patchInfo": {
      "fixes": [
        "Fixed getting stuck after creating a co-op party with another player in a different server room.",
        "Fixed co-op nickname icon appearing under random players."
      ],
      "improvements": [],
      "features": [],
      "balance": []
    }
  },
  {
    "name": "Temtem 0.5.2",
    "version": "0.5.2",
    "url": "https://crema.gg/temtem/temtem-0-5-2/",
    "date": "2020-1-22",
    "patchInfo": {
      "fixes": [
        "Players getting stuck out of bounds when reconnected.",
        "Black screen when creating a new character.",
        "Terrain clipping in Aguamarina Caves.",
        "Cosmetics prices overflowing their space.",
        "Locked in double battles when playing in German."
      ],
      "improvements": [
        "Several optimizations and improvements on connectivity between the server and the client."
      ],
      "features": [],
      "balance": []
    }
  },
  {
    "name": "Temtem 0.5.1",
    "version": "0.5.1",
    "url": "https://crema.gg/temtem/temtem-0-5-1/",
    "date": "2020-1-22",
    "patchInfo": {
      "fixes": [
        "Not being able to search long names in the add friend screen.",
        "Neutral pronouns being used by default on notifications independently of the player’s selected pronoun."
      ],
      "improvements": [
        "Greatly improved the cosmetics data synchronization made by the server to avoid lag spikes when the rooms were full."
      ],
      "features": [],
      "balance": []
    }
  }
]