[
  {
    "name": "Aerobic",
    "wikiUrl": "https://temtem.gamepedia.com/wiki/Aerobic",
    "description": "",
    "effect": "Aerobic gifts the holder with SPD but also inflicts them with SPDEF whenever they use a Wind Technique."
  },
  {
    "name": "Air Specialist",
    "wikiUrl": "https://temtem.gamepedia.com/wiki/Air_Specialist",
    "description": "",
    "effect": "Air Specialist increases the damage of the holder's Wind Techniques by 15%."
  },
  {
    "name": "Amphibian",
    "wikiUrl": "https://temtem.gamepedia.com/wiki/Amphibian",
    "description": "",
    "effect": "Amphibian gifts the holder with SPD and ATK after being affected by a Water Technique."
  },
  {
    "name": "Anaerobic",
    "wikiUrl": "https://temtem.gamepedia.com/wiki/Anaerobic",
    "description": "",
    "effect": "Anaerobic gifts the holder with SPDEF but also inflicts them with SPATK whenever they use a Toxic Technique."
  },
  {
    "name": "Antibodies",
    "wikiUrl": "https://temtem.gamepedia.com/wiki/Antibodies",
    "description": "",
    "effect": "Antibodies gifts the holder with DEF and SPDEF when hit by a Toxic Technique."
  },
  {
    "name": "Apothecary",
    "wikiUrl": "https://temtem.gamepedia.com/wiki/Apothecary",
    "description": "",
    "effect": "Apothecary causes all of the holder's Special Techniques to inflict the Poisoned Condition for 1 turn if the target is a rival or gift the Regenerated Condition for 1 turn if the target is the holder or their ally."
  },
  {
    "name": "Attack T",
    "wikiUrl": "https://temtem.gamepedia.com/wiki/Attack_T",
    "description": "",
    "effect": "Attack<T> changes the holder's secondary type to match the Technique they're about to use. If the technique the holder is about to use is the same type as the holder's primary type, then the holder loses the secondary type. For example, Oree becomes Digital /Electric when using Tesla Prison, and becomes pure Digital when using Turbo Attack."
  },
  {
    "name": "Autotomy",
    "wikiUrl": "https://temtem.gamepedia.com/wiki/Autotomy",
    "description": "",
    "effect": "Autotomy gifts the holder with the Evading Condition for 2 turns upon entering the battlefield once per battle."
  },
  {
    "name": "Avenger",
    "wikiUrl": "https://temtem.gamepedia.com/wiki/Avenger",
    "description": "",
    "effect": "Avenger gifts the holder with SPD and SPATK when their ally is knocked-out."
  },
  {
    "name": "Benefactor",
    "wikiUrl": "https://temtem.gamepedia.com/wiki/Benefactor",
    "description": "",
    "effect": "Benefactor heals the holder's ally by 10% of their max HP whenever they take damage from a Technique. The targeting of the technique doesn't matter and the effect has no minimum value, meaning it can heal the ally for more HP than they lost due to getting attacked. Benefactor will only trigger if the holder's ally takes damage from a technique, so damage from other traits like Mirroring or from Status Conditions like the Poisoned Condition will not cause Benefactor to activate."
  },
  {
    "name": "Body Stretch",
    "wikiUrl": "https://temtem.gamepedia.com/wiki/Body_Stretch",
    "description": "",
    "effect": "Body Stretch gifts the holder with the Regenerated Condition for 2 turns whenever they rest."
  },
  {
    "name": "Book Lungs",
    "wikiUrl": "https://temtem.gamepedia.com/wiki/Book_Lungs",
    "description": "",
    "effect": "Book Lungs decreases the damage the holder takes from Water Techniques by 50%."
  },
  {
    "name": "Botanist",
    "wikiUrl": "https://temtem.gamepedia.com/wiki/Botanist",
    "description": "",
    "effect": "Botanist increases the damage of the holder's Nature Techniques by 15%."
  },
  {
    "name": "Botanophobia",
    "wikiUrl": "https://temtem.gamepedia.com/wiki/Botanophobia",
    "description": "",
    "effect": "Botanophobia raises the damage the holder takes from Nature Techniques by 50%."
  },
  {
    "name": "Brawny",
    "wikiUrl": "https://temtem.gamepedia.com/wiki/Brawny",
    "description": "",
    "effect": "Brawny increases the damage of the holder's Physical Techniques by 20%."
  },
  {
    "name": "Bully",
    "wikiUrl": "https://temtem.gamepedia.com/wiki/Bully",
    "description": "Bully increases the damage of the holder's Techniques by an additional 30% while the number of conscious Temtem in the holder's squad outnumber the number of conscious Temtem in the rival's squad.",
    "effect": ""
  },
  {
    "name": "Burglar",
    "wikiUrl": "https://temtem.gamepedia.com/wiki/Burglar",
    "description": "",
    "effect": "Burglar causes all of the holder's Techniques to disable the target's gear for the rest of the battle if they are afflicted with the Asleep Condition or the Exhausted Condition."
  },
  {
    "name": "Caffeinated",
    "wikiUrl": "https://temtem.gamepedia.com/wiki/Caffeinated",
    "description": "",
    "effect": "Caffeinated protects the holder from being inflicted with the Asleep Condition."
  },
  {
    "name": "Callosity",
    "wikiUrl": "https://temtem.gamepedia.com/wiki/Callosity",
    "description": "",
    "effect": "Callosity gifts the holder with DEF when hit with a Physical Technique once per turn."
  },
  {
    "name": "Camaraderie",
    "wikiUrl": "https://temtem.gamepedia.com/wiki/Camaraderie",
    "description": "",
    "effect": "Camaraderie reduces the damage the holder takes from Techniques by 50% if both the holder and their ally are part of the same evolutionary line."
  },
  {
    "name": "Channeler",
    "wikiUrl": "https://temtem.gamepedia.com/wiki/Channeler",
    "description": "",
    "effect": "Channeler increases the damage of the holder's Special Techniques by 25%."
  },
  {
    "name": "Cobweb",
    "wikiUrl": "https://temtem.gamepedia.com/wiki/Cobweb",
    "description": "",
    "effect": "Cobweb causes all of the holder's Techniques to inflict the target with the Trapped Condition for 2 turns if they're already afflicted with or the holder inflicts them with the Poisoned Condition."
  },
  {
    "name": "Cold-Blooded",
    "wikiUrl": "https://temtem.gamepedia.com/wiki/Cold-Blooded",
    "description": "",
    "effect": "Cold-Blooded protects the holder from being inflicted with the Cold Condition by swapping it with the Regenerated Condition for 2 turns."
  },
  {
    "name": "Cold-Natured",
    "wikiUrl": "https://temtem.gamepedia.com/wiki/Cold-Natured",
    "description": "",
    "effect": "Cold-Natured causes the holder to be inflicted with the Frozen Condition whenever they would have been inflicted with the Cold Condition. The duration of the Frozen Condition is the same as the would have been inflicted Cold Condition."
  },
  {
    "name": "Comebacker",
    "wikiUrl": "https://temtem.gamepedia.com/wiki/Comebacker",
    "description": "",
    "effect": "Comebacker increases the damage of the holder's Techniques by 35% after taking damage from a technique but only when attacking the combatant that did damage to the holder."
  },
  {
    "name": "Common Factor",
    "wikiUrl": "https://temtem.gamepedia.com/wiki/Common_Factor",
    "description": "",
    "effect": "Common Factor applies the Nullified Condition for 2 turns to all Temtem on the battlefield when the holder enters the battlefield."
  },
  {
    "name": "Confident",
    "wikiUrl": "https://temtem.gamepedia.com/wiki/Confident",
    "description": "",
    "effect": "Confident gifts the holder with SPD whenever they use a Technique that is at least Effective against a target."
  },
  {
    "name": "Confined",
    "wikiUrl": "https://temtem.gamepedia.com/wiki/Confined",
    "description": "",
    "effect": "Confined gifts the holder with DEF and SPDEF when the holder inflicts themself with the Trapped Condition."
  },
  {
    "name": "Contagious",
    "wikiUrl": "https://temtem.gamepedia.com/wiki/Contagious",
    "description": "",
    "effect": "Contagious is currently unreleased, so it's unknown what it's full effects are."
  },
  {
    "name": "Coward's Rest",
    "wikiUrl": "https://temtem.gamepedia.com/wiki/Coward%27s_Rest",
    "description": "",
    "effect": "Coward's Rest gifts the holder with the Evading Condition for 2 turns whenever they rest."
  },
  {
    "name": "Deceit Aura",
    "wikiUrl": "https://temtem.gamepedia.com/wiki/Deceit_Aura",
    "description": "",
    "effect": "Deceit Aura causes the order of all Techniques used by all Temtem on the battlefield to be reversed for the first four turns the holder is on the battlefield. Temtem swapping still occurs prior to techniques being used but the order of swapping is reversed, and Item usage is unaffected."
  },
  {
    "name": "Defuser",
    "wikiUrl": "https://temtem.gamepedia.com/wiki/Defuser",
    "description": "",
    "effect": "Defuser causes all of the holder's Physical Techniques to additionally inflict the Seized Condition for 3 turns."
  },
  {
    "name": "Demoralize",
    "wikiUrl": "https://temtem.gamepedia.com/wiki/Demoralize",
    "description": "",
    "effect": "Demoralize inflicts all rivals with SPD when the holder enters the battlefield."
  },
  {
    "name": "Determined",
    "wikiUrl": "https://temtem.gamepedia.com/wiki/Determined",
    "description": "",
    "effect": "Determined protects the holder's being inflicted with negative Stat Stage Changes."
  },
  {
    "name": "Dreaded Alarm",
    "wikiUrl": "https://temtem.gamepedia.com/wiki/Dreaded_Alarm",
    "description": "",
    "effect": "Dreaded Alarm causes all rivals to lose 25% of their maximum HP when they rest."
  },
  {
    "name": "Earthbound",
    "wikiUrl": "https://temtem.gamepedia.com/wiki/Earthbound",
    "description": "",
    "effect": "Earthbound gifts the holder with DEF whenever they use an Earth Technique."
  },
  {
    "name": "Effective Denial",
    "wikiUrl": "https://temtem.gamepedia.com/wiki/Effective_Denial",
    "description": "",
    "effect": "Effective Denial decreases the damage the holder takes from Effective Techniques by 30%."
  },
  {
    "name": "Efficient",
    "wikiUrl": "https://temtem.gamepedia.com/wiki/Efficient",
    "description": "",
    "effect": "Efficient decreases the STA cost of the holder's damage-dealing Techniques by 30%."
  },
  {
    "name": "Electric Custodian",
    "wikiUrl": "https://temtem.gamepedia.com/wiki/Electric_Custodian",
    "description": "",
    "effect": "Electric Custodian causes all incoming Electric Techniques targeting the holder's ally to hit the holder instead."
  },
  {
    "name": "Electric Synthesize",
    "wikiUrl": "https://temtem.gamepedia.com/wiki/Electric_Synthesize",
    "description": "",
    "effect": "Electric Synthesize protects the holder from taking damage from Electric Techniques and restores their HP equal to the amount of damage they would've taken."
  },
  {
    "name": "Energized",
    "wikiUrl": "https://temtem.gamepedia.com/wiki/Energized",
    "description": "",
    "effect": "Energized restores 6% of the holder's max HP at the start of each turn."
  },
  {
    "name": "Energy Reserves",
    "wikiUrl": "https://temtem.gamepedia.com/wiki/Energy_Reserves",
    "description": "",
    "effect": "Energy Reserves gifts the holder with ATK and Vigorized Condition for 2 turns as soon as the holder's HP drops below 40% once per battle."
  },
  {
    "name": "Enraged",
    "wikiUrl": "https://temtem.gamepedia.com/wiki/Enraged",
    "description": "",
    "effect": "Enraged increases the damage of all the holder's Techniques by 30% while they're below 30% of their max HP."
  },
  {
    "name": "Escapist",
    "wikiUrl": "https://temtem.gamepedia.com/wiki/Escapist",
    "description": "Escapist protects the holder and their ally from the Trapped Condition and cures their ally of the Trapped Condition when the holder enters the battlefield.",
    "effect": ""
  },
  {
    "name": "Fainted Curse",
    "wikiUrl": "https://temtem.gamepedia.com/wiki/Fainted_Curse",
    "description": "",
    "effect": "Fainted Curse causes the attacker who knocked-out the holder with a damage dealing technique to lose 30% of their maximum HP."
  },
  {
    "name": "Fast Charge",
    "wikiUrl": "https://temtem.gamepedia.com/wiki/Fast_Charge",
    "description": "",
    "effect": "Fast Charge, once per battle, gifts the user's Digital ally with SPD once the user's ally switches in."
  },
  {
    "name": "Fever Rush",
    "wikiUrl": "https://temtem.gamepedia.com/wiki/Fever_Rush",
    "description": "",
    "effect": "Fever Rush gifts the holder with ATK whenever they get a status condition. Does not work with the Alerted Condition."
  },
  {
    "name": "Final Stand",
    "wikiUrl": "https://temtem.gamepedia.com/wiki/Final_Stand",
    "description": "",
    "effect": "Final Stand gifts the holder with DEF and SPDEF at the start of each turn while they're below 30% of their max HP."
  },
  {
    "name": "Flawed Crystal",
    "wikiUrl": "https://temtem.gamepedia.com/wiki/Flawed_Crystal",
    "description": "",
    "effect": "Flawed Crystal increases the damage the holder takes from Electric, Mental, and Toxic techniques by 50%."
  },
  {
    "name": "Friendship",
    "wikiUrl": "https://temtem.gamepedia.com/wiki/Friendship",
    "description": "",
    "effect": "Friendship protects the holder from taking damage from any damaging technique from their ally."
  },
  {
    "name": "Frightening",
    "wikiUrl": "https://temtem.gamepedia.com/wiki/Frightening",
    "description": "",
    "effect": "Frightening prevents the Gears of the opposing team and the holder's ally from having any effects for the first 5 turns the holder is on the battlefield."
  },
  {
    "name": "Furor",
    "wikiUrl": "https://temtem.gamepedia.com/wiki/Furor",
    "description": "Furor increases the damage of holder's techniques by 33% while their HP is below 33%.",
    "effect": ""
  },
  {
    "name": "Going Away Gift",
    "wikiUrl": "https://temtem.gamepedia.com/wiki/Going_Away_Gift",
    "description": "",
    "effect": "Going Away Gift gifts all the holders positive stat changes to their ally upon the holder being knocked-out."
  },
  {
    "name": "Good Friend",
    "wikiUrl": "https://temtem.gamepedia.com/wiki/Good_Friend",
    "description": "",
    "effect": "Good Friend causes a second rival attack that's directed at the holder's ally to be redirected to the holder."
  },
  {
    "name": "Gotta Go Fast",
    "wikiUrl": "https://temtem.gamepedia.com/wiki/Gotta_Go_Fast",
    "description": "",
    "effect": "Gotta Go Fast causes all of the holders techniques that have Very Low, Low, and Normal priority to have High priority."
  },
  {
    "name": "Guardian",
    "wikiUrl": "https://temtem.gamepedia.com/wiki/Guardian",
    "description": "",
    "effect": "Guardian protects the holder's ally from the Cold Condition, the Frozen Condition, the Burned Condition, the Poisoned Condition, the Doomed Condition and their stats from being lowered."
  },
  {
    "name": "Half Full",
    "wikiUrl": "https://temtem.gamepedia.com/wiki/Half_Full",
    "description": "",
    "effect": "Half Full, once per battle, gifts the holder with ATK , DEF , SPATK , and SPDEF but they lose 50% of their maximum HP upon entering the battlefield for the first time and will only activate while HP is full."
  },
  {
    "name": "Heat Discharge",
    "wikiUrl": "https://temtem.gamepedia.com/wiki/Heat_Discharge",
    "description": "",
    "effect": "Heat Discharge inflicts the attacker that knocked-out the holder with the Burned Condition for 3 turns."
  },
  {
    "name": "Heater",
    "wikiUrl": "https://temtem.gamepedia.com/wiki/Heater",
    "description": "",
    "effect": "Heater, once per battle, inflicts the Burned Condition for 1 turn on the holder's rivals upon entering the battlefield."
  },
  {
    "name": "Hover",
    "wikiUrl": "https://temtem.gamepedia.com/wiki/Hover",
    "description": "Hover reduces the damage the holder takes from Earth techniques by 50%.",
    "effect": ""
  },
  {
    "name": "Hurry-wart",
    "wikiUrl": "https://temtem.gamepedia.com/wiki/Hurry-wart",
    "description": "",
    "effect": "Hurry-wart reduces the Hold of all the holder's techniques by 1 when they enter the battlefield."
  },
  {
    "name": "Hydrologist",
    "wikiUrl": "https://temtem.gamepedia.com/wiki/Hydrologist",
    "description": "Hydrologist increases the damage of the holder's Water techniques by 15%.",
    "effect": ""
  },
  {
    "name": "Immunity",
    "wikiUrl": "https://temtem.gamepedia.com/wiki/Immunity",
    "description": "",
    "effect": "Immunity causes the holder to take no damage from Toxic techniques and protects the holder from being inflicted with the Poisoned Condition."
  },
  {
    "name": "Individualist",
    "wikiUrl": "https://temtem.gamepedia.com/wiki/Individualist",
    "description": "",
    "effect": "Individualist protects the holder's ally from being affected by any techniques the holder uses."
  },
  {
    "name": "Inductor",
    "wikiUrl": "https://temtem.gamepedia.com/wiki/Inductor",
    "description": "",
    "effect": "Inductor restores 8% of the holders HP every time a Electric technique is used on either side of the battlefield."
  },
  {
    "name": "Infectious",
    "wikiUrl": "https://temtem.gamepedia.com/wiki/Infectious",
    "description": "",
    "effect": "Infectious prevents the effects of the Regenerated Condition on the rival team. The condition will not be removed but will not have any effects. Infectious does not affect rival Temtem not on the battlefield."
  },
  {
    "name": "Intimidator",
    "wikiUrl": "https://temtem.gamepedia.com/wiki/Intimidator",
    "description": "",
    "effect": "Intimidator prevents the Traits of the opposing team and the holder's ally from having any effects for the first 5 turns the holder is on the battlefield."
  },
  {
    "name": "Iridescence",
    "wikiUrl": "https://temtem.gamepedia.com/wiki/Iridescence",
    "description": "",
    "effect": "Iridescence causes the holder to have inverted type resistances. For example: if the holder is Water and is attacked by a Fire technique, the holder will receive x2 the normal damage from the technique rather than the usual x0.5 the damage."
  },
  {
    "name": "Kinetic Transfer",
    "wikiUrl": "https://temtem.gamepedia.com/wiki/Kinetic_Transfer",
    "description": "",
    "effect": "Kinetic Transfer causes the holder to restore 10% of their maximum STA and their attacker to lose 10% of their maximum STA when the holder is hit by a technique."
  },
  {
    "name": "Landing Transmog",
    "wikiUrl": "https://temtem.gamepedia.com/wiki/Landing_Transmog",
    "description": "",
    "effect": "Landing Transmog causes Mimit transforms into the next Temtem in clockwise order upon entering the battlefield. It will use the same base stats, techniques, trait and typing of the target. It will still keep its own level, SVs and TVs. It also won't take over any status conditions and stat modifiers which are currently applied on the target. If the next Temtem is a Mimit, then the transforming Mimit will skip to the next Temtem of a different species. If already transformed, returned, and sent out again, so long as the next Temtem in a different species than what is currently copied, Mimit will change when entering the battlefield."
  },
  {
    "name": "Last Rush",
    "wikiUrl": "https://temtem.gamepedia.com/wiki/Last_Rush",
    "description": "",
    "effect": "Last Rush increases the holder's damage by an additional 30% while the number of conscious Temtem on the rival's team outnumber the number of conscious Temtem on the holder's team."
  },
  {
    "name": "Loneliness",
    "wikiUrl": "https://temtem.gamepedia.com/wiki/Loneliness",
    "description": "",
    "effect": "Loneliness makes the holder and their ally unable to use synergies."
  },
  {
    "name": "Marathonist",
    "wikiUrl": "https://temtem.gamepedia.com/wiki/Marathonist",
    "description": "",
    "effect": "Marathonist inflicts the user with SPD when using a technique, but the STA Cost of the technique is reduced by 50%."
  },
  {
    "name": "Mental Alliance",
    "wikiUrl": "https://temtem.gamepedia.com/wiki/Mental_Alliance",
    "description": "",
    "effect": "Mental Alliance increases the holder's SPATK by 15% if their ally is Mental."
  },
  {
    "name": "Mineral Crusher",
    "wikiUrl": "https://temtem.gamepedia.com/wiki/Mineral_Crusher",
    "description": "",
    "effect": "Mineral Crusher increases the damage of all the holder's Techniques by 25% if the target is an Earth or a Crystal Temtem."
  },
  {
    "name": "Mirroring",
    "wikiUrl": "https://temtem.gamepedia.com/wiki/Mirroring",
    "description": "",
    "effect": "Mirroring causes 40% of the damage the holder takes from techniques to be returned to the attacker."
  },
  {
    "name": "Mithridatism",
    "wikiUrl": "https://temtem.gamepedia.com/wiki/Mithridatism",
    "description": "Mithridatism protects the holder from being inflicted with the Poisoned Condition.",
    "effect": ""
  },
  {
    "name": "Motivator",
    "wikiUrl": "https://temtem.gamepedia.com/wiki/Motivator",
    "description": "",
    "effect": "Motivator causes both the holder and their ally to restore 10% of their maximum STA at the start of each turn."
  },
  {
    "name": "Mucous",
    "wikiUrl": "https://temtem.gamepedia.com/wiki/Mucous",
    "description": "Mucous reduces the damage the holder takes from Electric and Toxic techniques by 30% and protects them from receiving the Cold Condition and the Burned Condition.",
    "effect": ""
  },
  {
    "name": "Neurotoxins",
    "wikiUrl": "https://temtem.gamepedia.com/wiki/Neurotoxins",
    "description": "",
    "effect": "Neurotoxins causes all of the holder's techniques that can inflict the Poisoned Condition to instead inflict the Doomed Condition with a 4 turn countdown. This trait also works on Toxic Temtem."
  },
  {
    "name": "Neutrality",
    "wikiUrl": "https://temtem.gamepedia.com/wiki/Neutrality",
    "description": "",
    "effect": "Neutrality protects the holder from being inflicted with the Asleep Condition, the Burned Condition, the Cold Condition, the Frozen Condition, the Exhausted Condition, the Isolated Condition, the Poisoned Condition, the Seized Condition, and the Trapped Condition."
  },
  {
    "name": "Parrier",
    "wikiUrl": "https://temtem.gamepedia.com/wiki/Parrier",
    "description": "",
    "effect": "Parrier reduces the amount of damage the holder takes from Physical techniques by 30%."
  },
  {
    "name": "Patient",
    "wikiUrl": "https://temtem.gamepedia.com/wiki/Patient",
    "description": "Patient restores 10% of the holder's maximum STA when they use a technique that has any amount of Hold.",
    "effect": ""
  },
  {
    "name": "Physmaster",
    "wikiUrl": "https://temtem.gamepedia.com/wiki/Physmaster",
    "description": "",
    "effect": "Physmaster increases the damage of the holder's techniques by 50%."
  },
  {
    "name": "Pigment Inverter",
    "wikiUrl": "https://temtem.gamepedia.com/wiki/Pigment_Inverter",
    "description": "",
    "effect": "Pigment Inverter causes the holder's target to have inverted type resistances. For example: if the holder attacks a Water target with a Fire technique, the target will receive x2 the normal damage from the technique rather than the usual x0.5 the damage."
  },
  {
    "name": "Plethoric",
    "wikiUrl": "https://temtem.gamepedia.com/wiki/Plethoric",
    "description": "Plethoric increases the holder's SPD by 30% so long as their HP is 70% or higher.",
    "effect": ""
  },
  {
    "name": "Power Nap",
    "wikiUrl": "https://temtem.gamepedia.com/wiki/Power_Nap",
    "description": "",
    "effect": "Power Nap, at the start of the turn, restores 15% of the holder's max HP if they are inflicted with the Asleep Condition."
  },
  {
    "name": "Predatory",
    "wikiUrl": "https://temtem.gamepedia.com/wiki/Predatory",
    "description": "",
    "effect": "Predatory restores 30% of the holder's max HP when they knock-out a target."
  },
  {
    "name": "Prideful",
    "wikiUrl": "https://temtem.gamepedia.com/wiki/Prideful",
    "description": "",
    "effect": "Prideful gifts the holder with SPD , ATK , and SPATK when they knock-out a target."
  },
  {
    "name": "Protector",
    "wikiUrl": "https://temtem.gamepedia.com/wiki/Protector",
    "description": "",
    "effect": "Protector, upon entering the battlefield, gifts the holder's ally with DEF and SPDEF once per battle."
  },
  {
    "name": "Provident",
    "wikiUrl": "https://temtem.gamepedia.com/wiki/Provident",
    "description": "",
    "effect": "Provident gifts the holder with SPDEF when attacked by a Fire, Earth, or Melee technique."
  },
  {
    "name": "Punching Bag",
    "wikiUrl": "https://temtem.gamepedia.com/wiki/Punching_Bag",
    "description": "",
    "effect": "Punching Bag reduces the damage the holder takes from Melee techniques by 30%."
  },
  {
    "name": "Puppet Master",
    "wikiUrl": "https://temtem.gamepedia.com/wiki/Puppet_Master",
    "description": "",
    "effect": "Puppet Master causes all incoming, rival, single target techniques aimed the holder to be redirected to their ally so long as the holder's HP is below 40%."
  },
  {
    "name": "Pyromaniac",
    "wikiUrl": "https://temtem.gamepedia.com/wiki/Pyromaniac",
    "description": "",
    "effect": "Pyromaniac increases the damage of the holder's Fire techniques by 15%."
  },
  {
    "name": "Receptive",
    "wikiUrl": "https://temtem.gamepedia.com/wiki/Receptive",
    "description": "",
    "effect": ""
  },
  {
    "name": "Rejuvenate",
    "wikiUrl": "https://temtem.gamepedia.com/wiki/Rejuvenate",
    "description": "",
    "effect": "Rejuvenate causes the holder to restore 8% of their maximum HP after attacking with a technique."
  },
  {
    "name": "Relaxed",
    "wikiUrl": "https://temtem.gamepedia.com/wiki/Relaxed",
    "description": "",
    "effect": "Relaxed restores 15% of the holder's maximum HP so long as the holder does not take any damage by techniques from the opposing team while being present on the field."
  },
  {
    "name": "Resilient",
    "wikiUrl": "https://temtem.gamepedia.com/wiki/Resilient",
    "description": "",
    "effect": "Resilient, once per battle, protects the holder from knocking themselves out due to overexertion by leaving them with 1 HP, gifts them with SPD , and negates the overexertion turn penalty."
  },
  {
    "name": "Resistant",
    "wikiUrl": "https://temtem.gamepedia.com/wiki/Resistant",
    "description": "Resistant reduces the duration of negative status conditions on the holder by 1 turn. The status conditions affected include: the Cold Condition, the Asleep Condition, the Trapped Condition, the Seized Condition, the Poisoned Condition, the Burned Condition, and the Exhausted Condition.",
    "effect": ""
  },
  {
    "name": "Rested",
    "wikiUrl": "https://temtem.gamepedia.com/wiki/Rested",
    "description": "",
    "effect": "Rested increases the holder's ATK and SPATK by 30% for the first 2 turns they are on the battlefield. It only activates once per battle."
  },
  {
    "name": "Royal Jelly",
    "wikiUrl": "https://temtem.gamepedia.com/wiki/Royal_Jelly",
    "description": "",
    "effect": "Royal Jelly, at the start of a turn, restores the 5% of the holder's and their allies' maximum HP."
  },
  {
    "name": "Scavenger",
    "wikiUrl": "https://temtem.gamepedia.com/wiki/Scavenger",
    "description": "",
    "effect": "Scavenger restores 20% of the holder's maximum HP when another Temtem, whether it be an ally or opponent, is knocked-out."
  },
  {
    "name": "Self-Esteem",
    "wikiUrl": "https://temtem.gamepedia.com/wiki/Self-Esteem",
    "description": "",
    "effect": "Self-Esteem cures the holder of the Cold Condition, the Trapped Condition, the Seized Condition, the Poisoned Condition, the Burned Condition, the Doomed Condition, the Isolated Condition, and the Exhausted Condition when they knock-out a target."
  },
  {
    "name": "Sensei",
    "wikiUrl": "https://temtem.gamepedia.com/wiki/Sensei",
    "description": "",
    "effect": "Sensei causes the holder to use their SPATK instead of their ATK when using a technique and use their ATK instead of their SPATK when using a technique."
  },
  {
    "name": "Sentinel",
    "wikiUrl": "https://temtem.gamepedia.com/wiki/Sentinel",
    "description": "Sentinel protects the holder and their ally from the Asleep Condition and cures their ally of the Asleep Condition when the holder enters the battlefield.",
    "effect": ""
  },
  {
    "name": "Seppuku",
    "wikiUrl": "https://temtem.gamepedia.com/wiki/Seppuku",
    "description": "",
    "effect": "Seppuku inflicts the holder's target with with a 2 turn countdown of the Doomed Condition if the holder is knocked-out due to overexertion."
  },
  {
    "name": "Settling",
    "wikiUrl": "https://temtem.gamepedia.com/wiki/Settling",
    "description": "",
    "effect": "Settling increases the holder's ATK by 8% for each turn they are on the battlefield. If the holder leaves the battlefield at any point, the cumulative bonus is reset."
  },
  {
    "name": "Shared Pain",
    "wikiUrl": "https://temtem.gamepedia.com/wiki/Shared_Pain",
    "description": "",
    "effect": "Shared Pain protects the holder from receiving damage from a second attack from the rival team that turn by redirecting it to their ally."
  },
  {
    "name": "Short Circuit",
    "wikiUrl": "https://temtem.gamepedia.com/wiki/Short_Circuit",
    "description": "",
    "effect": "Short Circuit prevents all stat changes to both teams as long as the holder is present on the battlefield."
  },
  {
    "name": "Skull Helmet",
    "wikiUrl": "https://temtem.gamepedia.com/wiki/Skull_Helmet",
    "description": "",
    "effect": "Skull Helmet reduces the damage the holder takes from Mental and Melee techniques by 25%."
  },
  {
    "name": "Snowstorm",
    "wikiUrl": "https://temtem.gamepedia.com/wiki/Snowstorm",
    "description": "",
    "effect": "Snowstorm, once per battle, inflicts both rivals and the holder's ally with the Cold Condition for 3 turns if they aren't already inflicted with the Cold condition when the holder enters the battlefield."
  },
  {
    "name": "Soft Touch",
    "wikiUrl": "https://temtem.gamepedia.com/wiki/Soft_Touch",
    "description": "",
    "effect": "Soft Touch allows the holder to attack a target afflicted with the Asleep Condition without removing it and damage done to Asleep targets is increased by 20%."
  },
  {
    "name": "Source Replicator",
    "wikiUrl": "https://temtem.gamepedia.com/wiki/Source_Replicator",
    "description": "",
    "effect": "Source Replicator copies any positive status condition the holder has and gifts them to their ally for the same duration."
  },
  {
    "name": "Specmaster",
    "wikiUrl": "https://temtem.gamepedia.com/wiki/Specmaster",
    "description": "",
    "effect": "Specmaster increases the damage of the holder's techniques by 50%."
  },
  {
    "name": "Splitter",
    "wikiUrl": "https://temtem.gamepedia.com/wiki/Splitter",
    "description": "",
    "effect": "Splitter protects the holder from negative status conditions like the Poisoned Condition or the Burned Condition when attacked with a Physical or Special technique. For example: Embers won't inflict Burn and Toxic Ink won't inflict Poisoned."
  },
  {
    "name": "Spoilsport",
    "wikiUrl": "https://temtem.gamepedia.com/wiki/Spoilsport",
    "description": "",
    "effect": "Spoilsport increases the damage of the holder's multi-targeting techniques by 25%."
  },
  {
    "name": "Spreader",
    "wikiUrl": "https://temtem.gamepedia.com/wiki/Spreader",
    "description": "",
    "effect": "Spreader, when there are multiple rivals, turns the targeting of all the holder's single-target techniques into multi-target but reduces the damage the technique does by 33%."
  },
  {
    "name": "Stabmaster",
    "wikiUrl": "https://temtem.gamepedia.com/wiki/Stabmaster",
    "description": "",
    "effect": "Stabmaster boosts the damage of the holders techniques that are the same type as the holder by 40%. This boost stacks with STAB."
  },
  {
    "name": "Striking Transmog",
    "wikiUrl": "https://temtem.gamepedia.com/wiki/Striking_Transmog",
    "description": "",
    "effect": "Striking Transmog causes Mimit to transform into a targeted Temtem if the holder hits them with a technique. Striking Transmog only works with single-target Techniques. It will use the same Base Stats, Techniques, Traits and Typing of the target. It will still keep its own Level, Single Values and Training Values. It also won't take over any Status Conditions and Stat Modifiers which are currently applied on the target."
  },
  {
    "name": "Strong Liver",
    "wikiUrl": "https://temtem.gamepedia.com/wiki/Strong_Liver",
    "description": "Strong Liver causes the holder to restore HP instead of taking damage from Toxic techniques. The healing is equal to the amount of damage they would have received.",
    "effect": ""
  },
  {
    "name": "Superconductivity",
    "wikiUrl": "https://temtem.gamepedia.com/wiki/Superconductivity",
    "description": "",
    "effect": "If a user possesses Superconductivity it will always give a synergy bonus when the users ally uses a Technique."
  },
  {
    "name": "Synergy Master",
    "wikiUrl": "https://temtem.gamepedia.com/wiki/Synergy_Master",
    "description": "",
    "effect": "Synergy Master increases the damage done by the holder's and their allies' synergy techniques by 25% when the synergy activates."
  },
  {
    "name": "Synertyper",
    "wikiUrl": "https://temtem.gamepedia.com/wiki/Synertyper",
    "description": "",
    "effect": "Synertyper increases the damage of the holder's techniques by 30% if both the holder and their ally share a type."
  },
  {
    "name": "Tactical Strike",
    "wikiUrl": "https://temtem.gamepedia.com/wiki/Tactical_Strike",
    "description": "",
    "effect": "Tactical Strike increases the damage of the holder's techniques that has any amount of Hold by 20%."
  },
  {
    "name": "Tardy Rush",
    "wikiUrl": "https://temtem.gamepedia.com/wiki/Tardy_Rush",
    "description": "Tardy Rush increases the holder's SPD by 100% and ATK by 10% after being on the battlefield for 3 turns in a row. The effect lasts until the holder leaves the battlefield. If the holder is swapped in, the turn they enter the battlefield counts as turn 1.",
    "effect": ""
  },
  {
    "name": "Target Replicator",
    "wikiUrl": "https://temtem.gamepedia.com/wiki/Target_Replicator",
    "description": "",
    "effect": "Target Replicator causes the holder to copy any positive status conditions that their ally has to themselves for the same duration."
  },
  {
    "name": "Team Elusive",
    "wikiUrl": "https://temtem.gamepedia.com/wiki/Team_Elusive",
    "description": "",
    "effect": "Team Elusive causes the holder to not be affected by multi-targeting techniques by either their rivals or their ally. If Puppet Master would cause a holder of Team Elusive to be the target of an attack, it will."
  },
  {
    "name": "Thick Skin",
    "wikiUrl": "https://temtem.gamepedia.com/wiki/Thick_Skin",
    "description": "",
    "effect": "Thick Skin reduces the damage the holder takes from Wind techniques by 50%."
  },
  {
    "name": "Tireless",
    "wikiUrl": "https://temtem.gamepedia.com/wiki/Tireless",
    "description": "",
    "effect": "Tireless gifts the holder with ATK when they overexert and ignore the turn penalty from overexerting."
  },
  {
    "name": "Toxic Affinity",
    "wikiUrl": "https://temtem.gamepedia.com/wiki/Toxic_Affinity",
    "description": "Toxic Affinity increases the base damage of the holder's Toxic techniques by x1.5, as if they had STAB. This stacks with actual STAB if the holder is also Toxic, resulting in a total multiple of x2.25 (1.5 x 1.5).",
    "effect": ""
  },
  {
    "name": "Toxic Farewell",
    "wikiUrl": "https://temtem.gamepedia.com/wiki/Toxic_Farewell",
    "description": "",
    "effect": "Toxic Farewell inflicts the attacker that knocked-out the holder with the Poisoned Condition for 3 turns and they lose 10% of their maximum HP."
  },
  {
    "name": "Toxic Skin",
    "wikiUrl": "https://temtem.gamepedia.com/wiki/Toxic_Skin",
    "description": "",
    "effect": "Toxic Skin inflicts the holder's attacker with the Poisoned Condition for 2 turns if the attacker used a Physical technique."
  },
  {
    "name": "Toxin Crusher",
    "wikiUrl": "https://temtem.gamepedia.com/wiki/Toxin_Crusher",
    "description": "",
    "effect": "Toxin Crusher increases the damage of all the holder's Techniques by 50% if the target is a Toxic Temtem."
  },
  {
    "name": "Traits",
    "wikiUrl": "https://temtem.gamepedia.com/wiki/Traits",
    "description": "",
    "effect": ""
  },
  {
    "name": "Trance",
    "wikiUrl": "https://temtem.gamepedia.com/wiki/Trance",
    "description": "Trance, once per battle, will inflict the holder with the Asleep Condition for 2 turns but gifts them with the the Regenerated Condition for 4 turns, SPATK and SPDEF so long as their their current HP is below 30% and they are targeted by a technique.",
    "effect": ""
  },
  {
    "name": "Trauma",
    "wikiUrl": "https://temtem.gamepedia.com/wiki/Trauma",
    "description": "",
    "effect": "Trauma inflicts the holder with DEF when they're hit with a technique or inflicts the holder with SPDEF when they're hit with a technique."
  },
  {
    "name": "Tri-Apothecary",
    "wikiUrl": "https://temtem.gamepedia.com/wiki/Tri-Apothecary",
    "description": "",
    "effect": "Tri-Apothecary causes all of the holder's techniques to inflict the Poisoned Condition for 3 turns if the target was a rival or gift the Regenerated Condition for 3 turns if the target was an ally or itself."
  },
  {
    "name": "Unnoticed",
    "wikiUrl": "https://temtem.gamepedia.com/wiki/Unnoticed",
    "description": "",
    "effect": "Unnoticed gifts the holder with SPD so long as the holder does not take any damage by techniques from the opposing team."
  },
  {
    "name": "Vigorous",
    "wikiUrl": "https://temtem.gamepedia.com/wiki/Vigorous",
    "description": "",
    "effect": "Vigorous increases the damage of the holder's techniques by 50% if the holder overexerts."
  },
  {
    "name": "Voltaic Charge",
    "wikiUrl": "https://temtem.gamepedia.com/wiki/Voltaic_Charge",
    "description": "",
    "effect": "Voltaic Charge inflicts the holder's attacker with 10% of the damage they just received as long as the holder was the only target of the attacker's technique."
  },
  {
    "name": "Voodoo",
    "wikiUrl": "https://temtem.gamepedia.com/wiki/Voodoo",
    "description": "",
    "effect": "Voodoo deals damage to the holder's rivals if the holder attacks their ally. The amount of damage the rivals receive is equal to the amount of damage the holder's ally receives."
  },
  {
    "name": "Warm-Blooded",
    "wikiUrl": "https://temtem.gamepedia.com/wiki/Warm-Blooded",
    "description": "",
    "effect": "Warm-Blooded protects the holder from receiving the Cold Condition."
  },
  {
    "name": "Water Affinity",
    "wikiUrl": "https://temtem.gamepedia.com/wiki/Water_Affinity",
    "description": "Water Affinity increases the base damage of the holder's Water techniques by x1.5, as if they had STAB. This stacks with actual STAB if the holder is also Water, resulting in a total multiple of x2.25 (1.5 x 1.5).",
    "effect": ""
  },
  {
    "name": "Water Custodian",
    "wikiUrl": "https://temtem.gamepedia.com/wiki/Water_Custodian",
    "description": "",
    "effect": "Water Custodian causes all incoming Water techniques targeted at the holder's ally to target the holder instead."
  },
  {
    "name": "Water Synthesizer",
    "wikiUrl": "https://temtem.gamepedia.com/wiki/Water_Synthesizer",
    "description": "",
    "effect": "Water Synthesizer causes the holder to restore HP instead of taking damage from Water techniques. The healing is equal to the amount of damage they would have received."
  },
  {
    "name": "Wax Bath",
    "wikiUrl": "https://temtem.gamepedia.com/wiki/Wax_Bath",
    "description": "",
    "effect": "Wax Bath gifts the holder's ally with SPDEF when they rest."
  },
  {
    "name": "Withdrawal",
    "wikiUrl": "https://temtem.gamepedia.com/wiki/Withdrawal",
    "description": "",
    "effect": "Withdrawal restores 20% of the holder's maximum HP and cures them of the Asleep Condition and the Poisoned Condition when they rest."
  },
  {
    "name": "Wrecked Farewell",
    "wikiUrl": "https://temtem.gamepedia.com/wiki/Wrecked_Farewell",
    "description": "",
    "effect": "Wrecked Farewell causes all rivals to lose 25% of their maximum HP when the holder knocks itself out by either overexertion or by using self-damaging techniques like Madness Buff."
  },
  {
    "name": "Zen",
    "wikiUrl": "https://temtem.gamepedia.com/wiki/Zen",
    "description": "",
    "effect": "Zen gifts the holder with DEF and SPDEF when inflicted with the Asleep Condition."
  }
]