[
  {
    "name": "Adaptive",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Adaptive",
    "description": "Once per battle, after being attacked, changes the Temtem's second type to the type of the received technique and gets SPATK .",
    "effect": "Adaptive changes the holder's secondary type to the type of the first technique that hits them and gifts them with SPATK once per battle."
  },
  {
    "name": "Aerobic",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Aerobic",
    "description": "After attacking with a Wind technique, gets SPDEF and SPD .",
    "effect": "Aerobic gifts the holder with SPD but also inflicts them with SPDEF whenever they use a Wind Technique."
  },
  {
    "name": "Aggressor",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Aggressor",
    "description": "When entering the battlefield, gets ATK and DEF .",
    "effect": "Aggressor gifts the holder with ATK but inflicts them with DEF whenever they enter the battlefield."
  },
  {
    "name": "Air Specialist",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Air_Specialist",
    "description": "Damage done with Wind techniques is increased by 15%.",
    "effect": "Air Specialist increases the damage of the holder's Wind Techniques by 15%."
  },
  {
    "name": "Amphibian",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Amphibian",
    "description": "After being attacked with a Water technique, gets SPD and ATK .",
    "effect": "Amphibian gifts the holder with SPD and ATK after being affected by a Water Technique."
  },
  {
    "name": "Anaerobic",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Anaerobic",
    "description": "After attacking with a Toxic technique, gets SPDEF and SPATK .",
    "effect": "Anaerobic gifts the holder with SPDEF but also inflicts them with SPATK whenever they use a Toxic Technique."
  },
  {
    "name": "Antibodies",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Antibodies",
    "description": "When attacked with an Toxic technique, gets DEF and SPDEF .",
    "effect": "Antibodies gifts the holder with DEF and SPDEF when hit by a Toxic Technique."
  },
  {
    "name": "Apothecary",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Apothecary",
    "description": "After attacking with a special technique, the target gets poisoned for 1 turn if it's a rival or regenerating for 1 turn if it's an ally or itself.",
    "effect": "Apothecary causes all of the holder's Special Techniques to inflict the Poisoned Condition for 1 turn if the target is a rival or gift the Regenerated Condition for 1 turn if the target is the holder or their ally."
  },
  {
    "name": "Arcane Wrap",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Arcane_Wrap",
    "description": "Damage taken from special techniques is reduced by 20%.",
    "effect": "Arcane Wrap decreases the damage the holder takes from Special Techniques by 20%."
  },
  {
    "name": "Attack T",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Attack_T",
    "description": "Changes the Temtem's second type to the type of the technique it's about to use.",
    "effect": "Attack<T> changes the holder's secondary type to match the Technique they're about to use. If the technique the holder is about to use is the same type as the holder's primary type, then the holder loses the secondary type. For example, Oree becomes Digital /Electric when using Tesla Prison, and becomes pure Digital when using Turbo Attack."
  },
  {
    "name": "Autotomy",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Autotomy",
    "description": "Once per battle, when entering the battlefield, gets evading for 2 turns.",
    "effect": "Autotomy gifts the holder with the Evading Condition for 2 turns upon entering the battlefield once per battle."
  },
  {
    "name": "Avenger",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Avenger",
    "description": "When an ally is knocked-out, gets SPATK and SPD .",
    "effect": "Avenger gifts the holder with SPD and SPATK when their ally is knocked-out."
  },
  {
    "name": "Backhanded",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Backhanded",
    "description": "When using a Status Condition Technique, this Temtem receives 1 turn of Regenerating.",
    "effect": "Backhanded gifts the holder the Regenerated for 1 turn if a Status Technique is used."
  },
  {
    "name": "Benefactor",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Benefactor",
    "description": "When an ally is damaged by a technique, restores 8% of max HP.",
    "effect": "Benefactor restores 8% of the holder's ally's maximum HP whenever they take damage from a Technique. The targeting of the technique doesn't matter and the effect has no minimum value, meaning it can restore the ally for more HP than they lost due to getting attacked. Benefactor will only trigger if the holder's ally takes damage from a technique, so damage from other traits like Mirroring or from Status Conditions like the Poisoned Condition will not cause it to activate."
  },
  {
    "name": "Body Stretch",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Body_Stretch",
    "description": "When resting, restores 10% of max HP and gets regenerating for 1 turn.",
    "effect": "Body Stretch restores 10% of the holder's maximum HP and gifts the holder with the Regenerated condition for 1 turn whenever they Rest."
  },
  {
    "name": "Book Lungs",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Book_Lungs",
    "description": "Damage taken from Water techniques is reduced by 50%.",
    "effect": "Book Lungs decreases the damage the holder takes from Water Techniques by 50%."
  },
  {
    "name": "Botanist",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Botanist",
    "description": "Damage done with Nature techniques is increased by 15%.",
    "effect": "Botanist increases the damage of the holder's Nature Techniques by 15%."
  },
  {
    "name": "Botanophobia",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Botanophobia",
    "description": "Damage taken from Nature techniques is increased by 50%.",
    "effect": "Botanophobia raises the damage the holder takes from Nature Techniques by 50%."
  },
  {
    "name": "Brawny",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Brawny",
    "description": "Damage done with physical techniques is increased by 15%.",
    "effect": "Brawny increases the damage of the holder's Physical Techniques by 15%."
  },
  {
    "name": "Bruiser",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Bruiser",
    "description": "Damage done with Melee techniques is increased by 15%.",
    "effect": "Bruiser increases the damage of all of the holder's Melee Techniques by 15%."
  },
  {
    "name": "Brumation",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Brumation",
    "description": "When resting, gets DEF and -1 hold.",
    "effect": "Brumation gifts the holder with DEF and decreases the Hold on all their techniques by 1 whenever they Rest."
  },
  {
    "name": "Bully",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Bully",
    "description": "When the holder uses a technique on a Temtem with a negative Status Condition, the damage of the technique is multiplied by 25%.",
    "effect": "Bully increases the damage of the holder's Techniques by an additional 25% while the target is affected by a negative Status Condition."
  },
  {
    "name": "Burglar",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Burglar",
    "description": "When attacking an asleep or exhausted Temtem, disables its gear.",
    "effect": "Burglar causes all of the holder's Techniques to disable the target's gear for the rest of the battle if they're afflicted with the Asleep or Exhausted Conditions. This will also work if the holder is applying the Asleep or Exhausted Conditions with an own Technique."
  },
  {
    "name": "Caffeinated",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Caffeinated",
    "description": "Prevents the asleep status condition.",
    "effect": "Caffeinated protects the holder from being inflicted with the Asleep Condition."
  },
  {
    "name": "Callosity",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Callosity",
    "description": "After being attacked with a physical technique, gets DEF .",
    "effect": "Callosity gifts the holder with DEF when hit with a Physical Technique."
  },
  {
    "name": "Camaraderie",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Camaraderie",
    "description": "When attacked, reduces damage taken by 50% if both allies are part of the same evolutionary line.",
    "effect": "Camaraderie decreases the damage the holder takes from Techniques by 50% if both the holder and their ally are part of the same evolutionary line."
  },
  {
    "name": "Camouflage",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Camouflage",
    "description": "When attacked with a physical technique, gets evading for 2 turns.",
    "effect": "Camouflage gifts the holder with the Evading Condition for 2 turns when hit with a Physical Technique."
  },
  {
    "name": "Channeler",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Channeler",
    "description": "Damage done with special techniques is increased by 25%.",
    "effect": "Channeler increases the damage of the holder's Special Techniques by 25%."
  },
  {
    "name": "Cobweb",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Cobweb",
    "description": "When poisoning or attacking a poisoned Temtem, the target also gets trapped for 2 turns.",
    "effect": "Cobweb causes all of the holder's Techniques to inflict the target with the Trapped Condition for 2 turns if they're already afflicted with or the holder inflicts them with the Poisoned Condition."
  },
  {
    "name": "Cold-Blooded",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Cold-Blooded",
    "description": "Instead of getting cold or frozen, the Temtem regenerates for 1 turn.",
    "effect": "Cold-Blooded protects the holder from being inflicted with the Cold or Frozen Conditions and instead gifts them with the Regenerated Condition for 1 turn."
  },
  {
    "name": "Cold-Natured",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Cold-Natured",
    "description": "Instead of getting cold, the Temtem gets frozen.",
    "effect": "Cold-Natured causes any Cold Condition the holder is inflicted with to instead be replaced with the Frozen Condition for the same duration of the initial Cold Condition."
  },
  {
    "name": "Comebacker",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Comebacker",
    "description": "When damaged by a technique, damage done to the attacker is increased by 32% during the same turn.",
    "effect": "Comebacker increases the damage of the holder's Techniques by 32% after taking damage from a technique but only when attacking the combatant that did damage to the holder."
  },
  {
    "name": "Common Factor",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Common_Factor",
    "description": "When entering the battlefield, all Temtem get nullified for 1 turn.",
    "effect": "Common Factor gives all combatants on the battlefield the Nullified Condition for 1 turn upon the holder entering the battlefield."
  },
  {
    "name": "Confident",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Confident",
    "description": "When using an effective or super effective technique, gets SPD .",
    "effect": "Confident gifts the holder with SPD whenever they use a Technique that is at least Effective against a target."
  },
  {
    "name": "Confined",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Confined",
    "description": "When getting an trapped status condition, gets DEF and SPDEF if the attacker is itself.",
    "effect": "Confined gifts the holder with DEF and SPDEF when the holder inflicts themselves with the Trapped Condition."
  },
  {
    "name": "Contagious",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Contagious",
    "description": "When a rival exits the battlefield, they get poisoned for 1 turn.",
    "effect": "Contagious inflicts the Poisoned Condition for 1 turn onto any rival that exits the battlefield."
  },
  {
    "name": "Contemplation",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Contemplation",
    "description": "Once per battle, when resting, gets ATK and SPD .",
    "effect": "Contemplation gifts the holder with the ATK and SPD when they Rest, once per battle."
  },
  {
    "name": "Coward's Rest",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Coward%27s_Rest",
    "description": "When resting, gets evading and invigorated for 2 turns.",
    "effect": "Coward's Rest gifts the holder with the Evading and Invigorated conditions for 2 turns whenever they rest."
  },
  {
    "name": "Deceit Aura",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Deceit_Aura",
    "description": "From Very Low to Very High, the priority of the techniques used during a turn is inverted.",
    "effect": "Deceit Aura causes the priority of all Techniques to invert based on their priority level with the exception of Ultra . The results of this effect are listed below:"
  },
  {
    "name": "Defuser",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Defuser",
    "description": "When attacking with a physical technique, the target gets seized for 2 turns.",
    "effect": "Defuser causes all of the holder's Physical Techniques to also inflict the Seized Condition for 2 turns."
  },
  {
    "name": "Demoralize",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Demoralize",
    "description": "When entering the battlefield, rivals get SPD .",
    "effect": "Demoralize inflicts all rivals with SPD when the holder enters the battlefield."
  },
  {
    "name": "Determined",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Determined",
    "description": "Prevents negative stat stage changes.",
    "effect": "Determined protects the holder's being inflicted with negative stat stage changes."
  },
  {
    "name": "Digi-Protection",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Digi-Protection",
    "description": "Damage taken from Digital techniques is reduced by 75%.",
    "effect": "Digi-Protection decreases the damage the holder takes from Digital Techniques by 75%."
  },
  {
    "name": "Disgrace",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Disgrace",
    "description": "When a rival exits the battlefield, they get DEF and SPDEF .",
    "effect": "Disgrace inflicts DEF and SPDEF onto any rival that exits the battlefield."
  },
  {
    "name": "Dozing Hit",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Dozing_Hit",
    "description": "After using an effective or super-effective technique, the target gets asleep for 1 turn.",
    "effect": "Dozing Hit causes all of the holder's Techniques to inflict the Asleep Condition for 1 turn if it's at least Effective against the target."
  },
  {
    "name": "Dreaded Alarm",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Dreaded_Alarm",
    "description": "Every time a rival gets the Alert Status, they lose 8% of their max HP.",
    "effect": "Every time a rival gets the Alert Status, they lose 8% of their max HP."
  },
  {
    "name": "Earthbound",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Earthbound",
    "description": "After attacking with a Earth technique, gets DEF .",
    "effect": "Earthbound gifts the holder with DEF whenever they use an Earth Technique."
  },
  {
    "name": "Effective Denial",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Effective_Denial",
    "description": "Damage taken from effective techniques is reduced by 30%.",
    "effect": "Effective Denial decreases the damage the holder takes from Effective Techniques by 30%."
  },
  {
    "name": "Efficient",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Efficient",
    "description": "When attacking, STA cost is reduced by 30%.",
    "effect": "Efficient decreases the STA Cost of the holder's damage-dealing Techniques by 30%."
  },
  {
    "name": "Electric Custodian",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Electric_Custodian",
    "description": "Electric techniques targeting the ally will target the Temtem instead and deal 15% less damage.",
    "effect": "Electric Custodian causes all incoming Electric Techniques targeting the holder's ally to hit the holder instead and reduces the damage taken from them by 15%. Note that each strike of Chain Lightning is considered independently."
  },
  {
    "name": "Electric Synthesize",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Electric_Synthesize",
    "description": "When attacked with an Electric technique, restores HP instead of receiving damage.",
    "effect": "Electric Synthesize protects the holder from taking damage from Electric Techniques and restores their HP equal to the amount of damage they would've taken."
  },
  {
    "name": "Energized",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Energized",
    "description": "At the start of the turn, restores 6% of max HP.",
    "effect": "Energized restores 6% of the holder's max HP at the start of each turn."
  },
  {
    "name": "Energy Reserves",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Energy_Reserves",
    "description": "Once per battle, if the Temtem is attacked and HP is below 45%, gets ATK and invigorated for 2 turns.",
    "effect": "Energy Reserves gifts the holder with ATK and the Invigorated Condition for 2 turns as soon as the holder's HP drops below 45% once per battle."
  },
  {
    "name": "Enraged",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Enraged",
    "description": "While HP is below 30%, damage done is increased by 30%.",
    "effect": "Enraged increases the damage of all the holder's Techniques by 30% while they're below 30% of their maximum HP."
  },
  {
    "name": "Escapist",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Escapist",
    "description": "When entering the battlefield, removes the trapped status condition on the ally and prevents the trapped status condition on the ally and itself.",
    "effect": "Escapist protects the holder and their ally from the Trapped Condition and cures their ally of the Trapped Condition when the holder enters the battlefield."
  },
  {
    "name": "Fainted Curse",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Fainted_Curse",
    "description": "When knocked-out, the attacker loses 30% of max HP.",
    "effect": "Fainted Curse causes the attacker who knocked-out the holder with a damage-dealing Technique to lose 30% of their maximum HP."
  },
  {
    "name": "Fast Charge",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Fast_Charge",
    "description": "Once per battle, when a Digital ally enters the battlefield, gets SPD .",
    "effect": "Fast Charge gifts the holder's Digital ally with SPD once the Digital ally enters the battlefield once per battle."
  },
  {
    "name": "Fever Rush",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Fever_Rush",
    "description": "When getting a status condition, gets ATK .",
    "effect": "Fever Rush gifts the holder with ATK whenever they get a Status Condition with the exception of the Alerted Condition."
  },
  {
    "name": "Final Stand",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Final_Stand",
    "description": "At the start of the turn, while HP is below 30%, gets DEF and SPDEF .",
    "effect": "Final Stand gifts the holder with DEF and SPDEF at the start of each turn while they're below 30% of their maximum HP."
  },
  {
    "name": "Flawed Crystal",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Flawed_Crystal",
    "description": "Damage taken from Mental, Toxic, or Electric techniques is increased by 50%.",
    "effect": "Flawed Crystal causes the holder to take 50% more damage from Electric, Mental and Toxic Techniques."
  },
  {
    "name": "Friendship",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Friendship",
    "description": "When the holder and the ally attack the same rival with an offensive technique, the damage of the second technique is increased by 15%.",
    "effect": "When the holder with Friendship and the ally attack the same rival with an offensive technique, the damage of the second technique is increased by 15%. The second technique does not have to be executed by the holder of Friendship."
  },
  {
    "name": "Frightening",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Frightening",
    "description": "Gears from the rival and the ally don't have any effect during the first 3 turns the Temtem is on the battlefield.",
    "effect": "Frightening prevents the Gears of the rival team and the holder's ally from having any effects for the first 3 turns the holder is on the battlefield."
  },
  {
    "name": "Furor",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Furor",
    "description": "When HP is below 33%, techniques do 33% more damage.",
    "effect": "Furor increases the damage of holder's Techniques by 33% while they're below 33% of their maximum HP."
  },
  {
    "name": "Going Away Gift",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Going_Away_Gift",
    "description": "When knocked-out, adds the Temtem positive stat stage changes to the ally.",
    "effect": "Going Away Gift gifts all the holder's positive stat stage changes to their ally upon the holder being knocked-out."
  },
  {
    "name": "Good Friend",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Good_Friend",
    "description": "After the ally receives a rival attack, the next one during the same turn gets redirected to the Temtem.",
    "effect": "Good Friend causes a second incoming rival Technique that's directed at the holder's ally to be redirected to the holder."
  },
  {
    "name": "Gotta Go Fast",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Gotta_Go_Fast",
    "description": "Changes the Temtem's very low, low and normal priority techniques to high priority.",
    "effect": "Gotta Go Fast causes all of the holders Techniques that have Very Low, Low, and Normal priority to be increased to High priority."
  },
  {
    "name": "Guardian",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Guardian",
    "description": "Prevents negative stat stage changes and the cold, Frozen, burned, poisoned, and doomed status conditions on the ally.",
    "effect": "Guardian protects the holder's ally from being inflicted with negative stat stage changes and the Cold, Frozen, Burned, Poisoned, and Doomed Conditions."
  },
  {
    "name": "Haka",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Haka",
    "description": "Once per battle, when entering the battlefield, the ally gets ATK and SPATK .",
    "effect": "Haka gifts the holder's ally with ATK and SPATK upon the holder entering the battlefield once per battle."
  },
  {
    "name": "Half Full",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Half_Full",
    "description": "Once per battle and while HP is full, when entering the battlefield, loses 50% of max HP and gets ATK , DEF , SPATK , and SPDEF .",
    "effect": "Half Full gifts the holder with ATK , DEF , SPATK , and SPDEF but also causes them to lose 50% of their maximum HP upon entering the battlefield with full HP once per battle."
  },
  {
    "name": "Heat Discharge",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Heat_Discharge",
    "description": "When knocked-out, the attacker gets burned for 3 turns.",
    "effect": "Heat Discharge inflicts the attacker that knocked-out the holder with the Burned Condition for 3 turns."
  },
  {
    "name": "Heater",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Heater",
    "description": "Once per battle, when entering the battlefield, all other Temtem get burned for 1 turn.",
    "effect": "Heater inflicts all other Temtem with the Burned Condition for 1 turn upon the holder entering the battlefield once per battle."
  },
  {
    "name": "Hostile",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Hostile",
    "description": "Once per battle, when entering the battlefield, gets ATK and SPATK .",
    "effect": "Hostile gifts the holder with ATK and SPATK upon entering the battlefield once per battle."
  },
  {
    "name": "Hover",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Hover",
    "description": "Damage taken from Earth techniques is reduced by 50%.",
    "effect": "Hover decreases the damage the holder takes from Earth Techniques by 50%."
  },
  {
    "name": "Hurry-wart",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Hurry-wart",
    "description": "When entering the battlefield, the Temtem gets -1 Hold.",
    "effect": "Hurry-wart decreases the Hold of all the holder's Techniques by 1 upon entering the battlefield."
  },
  {
    "name": "Hydrologist",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Hydrologist",
    "description": "Damage done with Water techniques is increased by 15%.",
    "effect": "Hydrologist increases the damage of the holder's Water Techniques by 15%."
  },
  {
    "name": "Hypnotist",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Hypnotist",
    "description": "Once per battle, after the Temtem spent 2 turns on the battlefield, rivals get asleep for 2 turna.",
    "effect": "Once per battle, after the Temtem spent 2 turns on the battlefield, Hypnotist inflicts both rivals with the Asleep Condition for 2 turns."
  },
  {
    "name": "Ignis Fatuus",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Ignis_Fatuus",
    "description": "When another Temtem is knocked-out, gets evading for 1 turn.",
    "effect": "Ignis Fatuus gifts the holder with the Evading Condition for 1 turn whenever another combatant is knocked-out."
  },
  {
    "name": "Immunity",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Immunity",
    "description": "Resists damage from Toxic techniques and prevents poisoned.",
    "effect": "Immunity protects the holder from taking damage from Toxic Techniques and from being inflicted with the Poisoned Condition."
  },
  {
    "name": "Individualist",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Individualist",
    "description": "Techniques targeting the ally will fail.",
    "effect": "Individualist protects the holder's ally from being affected by any techniques the holder uses against them."
  },
  {
    "name": "Inductor",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Inductor",
    "description": "After attacking with a Electric technique, restores 8% of max HP.",
    "effect": "Inductor restores 8% of the holder's maximum HP every time an Electric Technique is sucessfully used by any combatant on the battlefield."
  },
  {
    "name": "Infectious",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Infectious",
    "description": "Prevents the Regenerating Status Condition from being applied on the Rivals and removes that same Status on the Rival upon entering the battlefield.",
    "effect": "Infectious prevents the Regenerated Condition from being applied on the rivals and it removes that same Status on the rival upon entering the battlefield."
  },
  {
    "name": "Inhibiter",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Inhibiter",
    "description": "Once per battle, when attacking a Temtem, disables its trait.",
    "effect": "Inhibiter prevents the Trait of a single combatant from having any effect for rest of the battle after being attacked by the holder once per battle."
  },
  {
    "name": "Inner Shield",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Inner_Shield",
    "description": "Prevents Rival status techniques.",
    "effect": "Inner Shield causes the holder to not be affected by any Status Techniques used by the rival team."
  },
  {
    "name": "Intimidator",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Intimidator",
    "description": "Traits from the rivals and the ally don't have any effect during the first 3 turns the Temtem is on the battlefield.",
    "effect": "Intimidator prevents the Traits of the rival team and the holder's ally from having any effects for the first 3 turns the holder is on the battlefield."
  },
  {
    "name": "Iridescence",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Iridescence",
    "description": "When receiving a technique, the type of the technique is ignored, but it deals 12.5% more damage to Koish.",
    "effect": "Iridescence causes the holder to receive 12.5% more damage from Techniques but the type of the Technique is ignored."
  },
  {
    "name": "Jack of all Trades",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Jack_of_all_Trades",
    "description": "When attacking with a physical technique, gets SPATK , and when attacking with a special technique, gets ATK .",
    "effect": "Jack of all Trades gifts the holder with SPATK when a Physical Technique is used and ATK when a Special Technique is used."
  },
  {
    "name": "Kinetic Transfer",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Kinetic_Transfer",
    "description": "When attacking a Temtem, the user recovers 15% of the damage done as STA.",
    "effect": "Kinetic Transfer causes the holder to restore 15% of the inflicted Damage as STA."
  },
  {
    "name": "Landing Transmog",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Landing_Transmog",
    "description": "When entering the battlefield, Mimit transforms into the next Temtem in clockwise order.",
    "effect": "Landing Transmog causes Mimit to transform into the next Temtem in clockwise order upon entering the battlefield. It will use the same Base Stats, Techniques, Trait and Typing of the target but will keep its own Level, SVs and TVs. It also won't copy any Status Conditions or Stat Stage Changes which are currently applied on the target. If the next Temtem is a Mimit, then the transforming Mimit will skip to the next Temtem of a different species. If already transformed, swapped out, and sent back in, so long as the next Temtem in a different species than what is currently copied, Mimit will change when entering the battlefield."
  },
  {
    "name": "Last Rush",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Last_Rush",
    "description": "While rivals outnumber allies, techniques inflict +33% Damage.",
    "effect": "Last Rush increases the damage of the holder's Techniques by an additional 33% while the number of conscious combatants on the rival's squad outnumber the number of conscious combatants on the holder's squad."
  },
  {
    "name": "Loneliness",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Loneliness",
    "description": "Synergies won't work on both allies.",
    "effect": "Loneliness causes the holder and their ally to be unable to use synergies."
  },
  {
    "name": "Marathonist",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Marathonist",
    "description": "When attacking, gets SPD , and STA cost is reduced by 50%.",
    "effect": "Marathonist decreases the STA Cost of the holder's Techniques by 50% but also inflicts them with SPD whenever they use a Technique."
  },
  {
    "name": "Meditation (Trait)",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Meditation_(Trait)",
    "description": "When resting, heals all negative status conditions, and gets regenerating for 1 turn.",
    "effect": "Meditation gifts the holder with the Regenerated Condition for 1 turn and cures them of all negative status conditions whenever they Rest."
  },
  {
    "name": "Mental Alliance",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Mental_Alliance",
    "description": "Increases SPATK by 15% if ally is Mental.",
    "effect": "Mental Alliance increases the holder's SPATK by 15% if their ally is part Mental."
  },
  {
    "name": "Mineral Crusher",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Mineral_Crusher",
    "description": "Damage done to Earth or Crystal Temtem is increased by 25%.",
    "effect": "Mineral Crusher increases the damage of all the holder's Techniques by 25% if their target is part Earth or Crystal."
  },
  {
    "name": "Mirroring",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Mirroring",
    "description": "When attacked with a Special technique, the attacker gets 25% knockback damage.",
    "effect": "Mirroring inflicts 25% of the damage the holder takes from Special Techniques to the attacker."
  },
  {
    "name": "Mithridatism",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Mithridatism",
    "description": "Prevents the poisoned status condition and reduces damage taken from Toxic Techniques by 22%.",
    "effect": "Mithridatism protects the holder from being inflicted with the Poisoned Condition, decreases damage taken from Toxic Techniques by 22%."
  },
  {
    "name": "Motivator",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Motivator",
    "description": "At the start of the turn, allies restore 10% of max STA.",
    "effect": "Motivator restores 10% of both the holder's and their ally's maximum STA at the start of each turn."
  },
  {
    "name": "Mucous",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Mucous",
    "description": "Damage taken from Electric or Toxic techniques is reduced by 30% and prevents the cold and burned status condition.",
    "effect": "Mucous decreases the damage the holder takes from Electric and Toxic Techniques by 30% and protects them from being inflicted with the Cold and Burned Conditions."
  },
  {
    "name": "Natural Conversion",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Natural_Conversion",
    "description": "Offensive Nature type techniques deal 10% less damage, while using any other non-Nature technique deals 25% more damage.",
    "effect": "Natural Conversion decreases damage dealt of the holder's Nature Techniques by 10%, but also increases the damage of all non-Nature Nature Techniques."
  },
  {
    "name": "Neurotoxins",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Neurotoxins",
    "description": "Once per battle, instead of applying poison, the target gets doomed for 4 turns instead.",
    "effect": "Once per battle, Neurotoxins causes all of the holder's Techniques that can inflict the Poisoned Condition to instead inflict a 4 turn countdown of the Doomed Condition. Neurotoxins will inflict the Doomed Condition on Toxic targets but will fail to inflict targets that have Mithridatism or Immunity as their Trait. Neurotoxins will not be consumed if the Doomed Condition is not applied."
  },
  {
    "name": "Neutrality",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Neutrality",
    "description": "Prevent all negative status conditions.",
    "effect": "Neutrality protects the holder from being inflicted with the Asleep, Burned, Cold, Frozen, Exhausted, Isolated, Poisoned, Seized, Trapped and Doomed Conditions."
  },
  {
    "name": "Parrier",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Parrier",
    "description": "Damage taken from physical techniques is reduced by 20%.",
    "effect": "Parrier decreases the damage the holder takes from Physical Techniques by 20%."
  },
  {
    "name": "Patient",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Patient",
    "description": "Restores 15% of max STA when using a Hold technique.",
    "effect": "Patient restores 15% of the holder's maximum STA when they use a Technique that has any amount of Hold."
  },
  {
    "name": "Physgulp",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Physgulp",
    "description": "When attacked with a physical technique, restores 8% of max HP.",
    "effect": "Physgulp restores 8% of the holder's maximum HP whenever they are attacked by a Physical Technique."
  },
  {
    "name": "Physmaster",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Physmaster",
    "description": "Damage done with physical techniques is increased by 50%.",
    "effect": "Physmaster increases the damage of the holder's Physical Techniques by 50%."
  },
  {
    "name": "Pigment Inverter",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Pigment_Inverter",
    "description": "When attacking a Temtem with an ineffective technique, the target receives 3 turns of Nullified.",
    "effect": "Pigment Inverter causes the holder's target to receive the Nullified Condition for 3 turns if the Technique used was ineffective."
  },
  {
    "name": "Plethoric",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Plethoric",
    "description": "Increases SPD by 30% while HP is over 70%.",
    "effect": "Plethoric increases the holder's SPD by 30% as long as they're at or above 70% of their maximum HP."
  },
  {
    "name": "Power Nap",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Power_Nap",
    "description": "At the start of the turn, restores 15% of max HP of an Asleep Temtem.",
    "effect": "Power Nap restores 15% of the holder's maximum HP at the start of each turn if they're afflicted with the Asleep Condition."
  },
  {
    "name": "Predatory",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Predatory",
    "description": "Restores HP by 30% upon knocking out a Temtem.",
    "effect": "Predatory restores 30% of the holder's maximum HP when they knock-out a target."
  },
  {
    "name": "Prideful",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Prideful",
    "description": "When attacking, gets ATK , SPATK and SPD if the target gets knocked-out.",
    "effect": "Prideful gifts the holder with SPD , ATK and SPATK when they knock-out a target."
  },
  {
    "name": "Protective Crystal",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Protective_Crystal",
    "description": "When an ally is damaged by an offensive technique, damage is reduced by 10%. When allies are damaged by an Electric, Mental, or Fire technique, damage is reduced by 20%.",
    "effect": "Protective Crystal decreases the damage the holder's team takes from Electric, Mental and Fire Technique by 20%. The holder's ally has an additional 10% base damage reduction off every offensive Technique received, whatever its type."
  },
  {
    "name": "Protector",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Protector",
    "description": "Once per battle, when entering the battlefield, the ally gets DEF and SPDEF .",
    "effect": "Protector gifts the holder's ally with DEF and SPDEF upon the holder entering the battlefield once per battle."
  },
  {
    "name": "Provident",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Provident",
    "description": "After being attacked with a Fire, Earth or Melee technique, gets SPDEF .",
    "effect": "Provident gifts the holder with SPDEF after being hit by Earth, Fire and Melee Techniques."
  },
  {
    "name": "Punch Bag",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Punch_Bag",
    "description": "Damage taken from Melee techniques is reduced by 30%.",
    "effect": "Punch Bag decreases the damage the holder takes from Melee Techniques by 30%."
  },
  {
    "name": "Puppet Master",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Puppet_Master",
    "description": "While HP is below 45%, received rival techniques get redirected to the ally.",
    "effect": "Puppet Master causes all incoming rival, single target Techniques aimed at the holder to be redirected to their ally while the holder is below 45% of their maximum HP."
  },
  {
    "name": "Pyromaniac",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Pyromaniac",
    "description": "Damage done with Fire techniques is increased by 15%.",
    "effect": "Pyromaniac increases the damage of the holder's Fire Techniques by 15%."
  },
  {
    "name": "Receptive",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Receptive",
    "description": "When getting a favorable status condition, increases its turns by 1.",
    "effect": "Receptive increases the duration of any Invigorated, Immune, Regenerated, Evading, and Alerted Conditions the holder is gifted with by 1 turn."
  },
  {
    "name": "Refurbished",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Refurbished",
    "description": "Once per battle, regenerating for 3 turns after 3 consecutive turns on the battlefield.",
    "effect": "Refurbished gifts the holder with the Regenerated Condition for 3 turns after the holder has been on the battlefield for 3 turns in a row once per battle."
  },
  {
    "name": "Rejuvenate",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Rejuvenate",
    "description": "After attacking with a special technique, restores 10% of max HP.",
    "effect": "Rejuvenate restores 10% of the holder's maximum HP after using a Special Technique."
  },
  {
    "name": "Relaxed",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Relaxed",
    "description": "Restores 15% of max HP after not receiving any rival attacks during the turn.",
    "effect": "Relaxed restores 15% of the holder's maximum HP so long as the holder does not take any damage from Techniques from the rival team while being present on the battlefield."
  },
  {
    "name": "Resilient",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Resilient",
    "description": "Once per battle, when knocked-out due to overexertion, prevents getting knocked-out, removes the overexertion turn penalization and gets SPD .",
    "effect": "Resilient protects the holder from being knocked-out due to overexertion by leaving them with 1 HP, gifts them with SPD and negates the overexertion turn penalty once per battle."
  },
  {
    "name": "Resistant",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Resistant",
    "description": "When getting a negative status condition, decreases its turns by 1.",
    "effect": "Resistant decreases the duration of the Poisoned, Burned, Asleep, Cold, Exhausted, Isolated, Seized, and Trapped Conditions the holder is inflicted with by 1 turn. If the inflicted Condition would only last 1 turn normally, the holder will not be inflicted with it."
  },
  {
    "name": "Rested",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Rested",
    "description": "Increases ATK and SPATK by 30% during the first 2 turns the Temtem is on the battlefield.",
    "effect": "Rested increases the holder's ATK and SPATK by 30% for the first 2 turns they start the turn on the battlefield once per battle."
  },
  {
    "name": "Royal Jelly",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Royal_Jelly",
    "description": "At the start of the turn, allies restore 5% of max HP.",
    "effect": "Royal Jelly restores 5% of the holder's and their allies' maximum HP at the start of each turn. The healing is applied after Status Conditions have been triggered but before a player is able to replace a knocked-out Temtem."
  },
  {
    "name": "Ruminant",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Ruminant",
    "description": "When any Temtem uses a Nature technique, restores 20% max STA.",
    "effect": "Ruminant restores 20% of the holder's maximum STA if any temtem uses a Nature technique."
  },
  {
    "name": "Rusher",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Rusher",
    "description": "When the Temtem exits the battlefield, gets SPD , and when a rival enters the battlefield, gets SPD .",
    "effect": "Rusher gifts the holder with SPD whenever a rival combatant enters the battlefield but inflicts the holder with SPD whenever the holder leaves the battlefield."
  },
  {
    "name": "Safe Retreat",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Safe_Retreat",
    "description": "Once per battle, when leaving the battlefield, the Temtem receives 2 turns of regenerating.",
    "effect": "Safe Retreat grants the holder the Regenerated Condition for 2 turns when leaving the battlefield once per battle."
  },
  {
    "name": "Scavenger",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Scavenger",
    "description": "Restores 20% of max HP if another Temtem is knocked-out.",
    "effect": "Scavenger restores 20% of the holder's maximum HP when either their ally or a rival is knocked-out."
  },
  {
    "name": "Seismic",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Seismic",
    "description": "When entering the battlefield, rivals lose 7% of their max HP. This effect cannot knock out Temtem.",
    "effect": "Seismic causes all rival combatants on the battlefield to lose 7% of their maximum HP whenever the user enters the battlefield. Seismic can't reduce their HP below 1."
  },
  {
    "name": "Self-Care",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Self-Care",
    "description": "When attacked with a physical or special technique, gets regenerating for 1 turn.",
    "effect": "Self-Care gifts the holder with the Regenerated Condition for 1 turn whenever they are hit with a damaging Physical or Special Technique."
  },
  {
    "name": "Self-Esteem",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Self-Esteem",
    "description": "When attacking, removes all negative status conditions if the target gets knocked-out.",
    "effect": "Self-Esteem cures the holder of the Poisoned, Burned, Cold, Exhausted, Isolated, Seized, Trapped, and Doomed Conditions when they knock-out a target."
  },
  {
    "name": "Sensei",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Sensei",
    "description": "When attacking with a Physical technique, uses SPATK, and when attacking with a Special technique, uses the ATK.",
    "effect": "Sensei causes the holder to use their SPATK instead of their ATK when using a Physical Technique and use their ATK instead of their SPATK when using a Special Technique."
  },
  {
    "name": "Sentinel",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Sentinel",
    "description": "When entering the battlefield, removes the asleep status condition on the ally and prevents the asleep status condition on the ally and itself.",
    "effect": "Sentinel protects the holder and their ally from the Asleep Condition and cures their ally of the Asleep Condition when the holder enters the battlefield."
  },
  {
    "name": "Seppuku",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Seppuku",
    "description": "When the holder faints due to recoil damage or Overexertion, it applies 4 turns of Doom to the rival Tems.",
    "effect": "Seppuku inflicts the rival team with the Doomed Status Condition for 4 turns if the holder is knocked-out due to Overexertion or self-damaging moves like Autodestruction."
  },
  {
    "name": "Settling",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Settling",
    "description": "At the end of the turn, after each 2 consecutive turns in battle, the holder gets ATK and SPATK when a new turn starts.",
    "effect": "Settling gifts the holder with ATK and SPATK for each 2 consecutive turns they are on the battlefield."
  },
  {
    "name": "Shaolin",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Shaolin",
    "description": "Damage done with special techniques is increased by 10%.",
    "effect": "All damage done by this Temtem's Special Techniques is increased by 10%."
  },
  {
    "name": "Shared Pain",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Shared_Pain",
    "description": "After receiving a rival attack, the next one during the same turn gets redirected to the ally.",
    "effect": "Shared Pain protects the holder from receiving damage from a second attack from the rival team that turn by redirecting it to their ally."
  },
  {
    "name": "Shinobi Tactics",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Shinobi_Tactics",
    "description": "High priority techniques deal 10% more damage.",
    "effect": "Shinobi Tactics increases the damage of the holder's High Priority Techniques by 10%."
  },
  {
    "name": "Short Circuit",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Short_Circuit",
    "description": "Prevents all stat changes on all Temtem.",
    "effect": "Short Circuit prevents all Stat Stage Changes from being gifted/inflicted to all combatants on the battlefield as long as the holder is on the battlefield."
  },
  {
    "name": "Skull Helmet",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Skull_Helmet",
    "description": "Damage taken from Mental or Melee techniques is reduced by 25% and the Temtem is immune to the Exhausted status condition.",
    "effect": "Skull Helmet decreases the damage the holder takes from Mental and Melee Techniques by 25%. The holder is also immnue to the Exhausted Condition."
  },
  {
    "name": "Snowstorm",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Snowstorm",
    "description": "Once per battle, when entering the battlefield, rivals and the ally get cold for 2 turns if they aren't cold already.",
    "effect": "Snowstorm inflicts both rivals and the holder's ally with the Cold Condition for 2 turns if they aren't already inflicted with the Cold Condition when the holder enters the battlefield once per battle."
  },
  {
    "name": "Soft Touch",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Soft_Touch",
    "description": "When attacking an asleep target, damage done is increased by 12% and the target won't wake up.",
    "effect": "Soft Touch increases the damage the holder does to targets affected by the Asleep Condition by 12% and stops the holder from curing them of the Asleep Condition with any damage-dealing Techniques."
  },
  {
    "name": "Solidifier",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Solidifier",
    "description": "When attacking with a Water Special technique, uses the ATK.",
    "effect": "Solidifier causes the holder to use their ATK instead of their SPATK when using a Special Water Technique."
  },
  {
    "name": "Source Replicator",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Source_Replicator",
    "description": "When getting a positive status condition, adds the change to the ally too.",
    "effect": "Source Replicator copies any Alerted, Regenerated, Evading, Immune, or Invigorated Conditions the holder is gifted with and gifts them to their ally for the same duration."
  },
  {
    "name": "Specgulp",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Specgulp",
    "description": "When attacked with a special technique, restores 8% of max HP.",
    "effect": "Specgulp restores 8% of the holder's maximum HP whenever they are attacked by a Special Technique."
  },
  {
    "name": "Specmaster",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Specmaster",
    "description": "Damage done with special techniques is increased by 50%",
    "effect": "Specmaster increases the damage of the holder's Special Techniques by 50%."
  },
  {
    "name": "Spiritual",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Spiritual",
    "description": "When entering the battlefield, gets SPATK and SPDEF .",
    "effect": "Spiritual gifts the holder with SPATK but also inflicts them with SPDEF whenever they enter the battlefield."
  },
  {
    "name": "Splitter",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Splitter",
    "description": "Prevents getting a negative status condition and gets Invigorated for 2 turns.",
    "effect": "Splitter protects the holder from being inflicted with the Poisoned, Burned, Asleep, Cold, Frozen, Exhausted, Isolated, Seized, or Trapped Conditions. For example: Embers won't inflict Burned, Hypnosis won't inflict Asleep, and Toxic Ink won't inflict Poisoned."
  },
  {
    "name": "Spoilsport",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Spoilsport",
    "description": "Damage done with multi-target techniques is increased by 25%.",
    "effect": "Spoilsport increases the damage of the holder's Techniques that target the rival team or the user's ally by 25%."
  },
  {
    "name": "Spreader",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Spreader",
    "description": "If there are multiple rivals, single-target special techniques become multi-target and damage done with them is reduced by 20%.",
    "effect": "Spreader causes all of the holder's Special Techniques that have single target or single other target as their targeting to hit both rivals but reduces the damage of these Techniques by 20% if there are multiple rivals on the battlefield."
  },
  {
    "name": "Stabmaster",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Stabmaster",
    "description": "Damage done with matching type techniques is increased by 35%.",
    "effect": "Stabmaster increases the damage of the holders Techniques that are the same Type as the holder by 35%. This boost stacks with STAB."
  },
  {
    "name": "Striking Transmog",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Striking_Transmog",
    "description": "Once per battle, when attacking an individual Temtem with a physical technique, Mimit transforms into the target.",
    "effect": "Once per battle, Striking Transmog causes Mimit to transform into the Temtem the holder hits with Physical Techniques that has single target or single other target as their targeting and will multiply MMimit's DEF and SPDEF stat by 30% for the rest of the current turn. It will use the same Base Stats, Techniques, Trait, and Typing of the target but will keep its own Level, SVs and TVs. It also won't copy any Status Conditions or Stat Stage Changes which are currently applied on the target."
  },
  {
    "name": "Strong Liver",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Strong_Liver",
    "description": "When attacked with a Toxic technique, restores HP instead of receiving damage.",
    "effect": "Strong Liver protects the holder from taking damage from Toxic Techniques and restores their HP equal to the amount of damage they would've taken."
  },
  {
    "name": "Superconductivity",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Superconductivity",
    "description": "When an ally uses a technique, the temtem counts as all types for its synergy.",
    "effect": "Superconductivity causes all of the holder's ally's Techniques that have a Synergy to activate that Synergy's effect even if the holder doesn't match the Synergy's Type."
  },
  {
    "name": "Synergy Adept",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Synergy_Adept",
    "description": "Damage done with synergy techniques is increased by 15% while the Temtem participate in the synergy.",
    "effect": "Synergy Adept increases the damage of the holder's and their allies' Synergy Techniques by 15% when the Synergy activates."
  },
  {
    "name": "Synergy Master",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Synergy_Master",
    "description": "Damage done with synergy techniques is increased by 25% while the Temtem participate in the synergy.",
    "effect": "Synergy Master increases the damage of the holder's and their allies' Synergy Techniques by 25% when the Synergy activates."
  },
  {
    "name": "Synertyper",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Synertyper",
    "description": "Damage done with techniques is increased by 25% if both allies share a type.",
    "effect": "Synertyper increases the damage of the holder's Techniques by 25% if both the holder and their ally share a Type."
  },
  {
    "name": "Tactical Strike",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Tactical_Strike",
    "description": "Damage done with Hold techniques is increased by 12%.",
    "effect": "Tactical Strike increases the damage of the holder's Techniques that have any amount of Hold by 12%."
  },
  {
    "name": "Tag Team",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Tag_Team",
    "description": "Damage taken from techniques is reduced by 15% if both allies share a type.",
    "effect": "Tag Team decreases the damage the holder takes from Techniques by 15% if both the holder and their ally share a Type."
  },
  {
    "name": "Tardy Rush",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Tardy_Rush",
    "description": "Increases SPD by 85% and ATK by 10% after 3 consecutive turns on the battlefield.",
    "effect": "Tardy Rush increases the holder's SPD by 85% and ATK by 10% after being on the battlefield for 3 turns in a row and lasts until the holder leaves the battlefield. If the holder is swapped in, the turn they enter the battlefield counts as turn 1."
  },
  {
    "name": "Target Replicator",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Target_Replicator",
    "description": "When the ally gets a positive status condition, adds the change to the Temtem too.",
    "effect": "Target Replicator copies any Alerted, Regenerated, Evading, Immune, or Invigorated Conditions the ally is gifted with and gifts them to the holder for the same duration."
  },
  {
    "name": "Team Elusive",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Team_Elusive",
    "description": "Prevents multi-target damaging techniques.",
    "effect": "Team Elusive protects the holder from being affected by damaging Techniques from both their ally and the rivals that have single team, rival team or the user's ally, all other Temtem, or all as their targeting. If Puppet Master would cause a holder to be the target of a Technique, it will."
  },
  {
    "name": "Thick Skin",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Thick_Skin",
    "description": "Damage taken by Wind techniques is reduced by 50%.",
    "effect": "Thick Skin decreases the damage the holder takes from Wind Techniques by 50%."
  },
  {
    "name": "Tireless",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Tireless",
    "description": "When overexerted, prevents the turn penalization and gets ATK .",
    "effect": "Tireless gifts the holder with ATK and prevents the turn penalty from Overexerting whenever the holder Overexerts."
  },
  {
    "name": "Toxic Affinity",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Toxic_Affinity",
    "description": "Toxic techniques get type damage boost.",
    "effect": "Toxic Affinity increases the damage of the holder's Toxic Techniques by 50%, as if they had STAB. This boost stacks with actual STAB if the holder is part Toxic."
  },
  {
    "name": "Toxic Farewell",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Toxic_Farewell",
    "description": "When knocked-out, the attacking team loses 7% of max HP and gets poisoned for 1 turn.",
    "effect": "Toxic Farewell inflicts the attacking team that knocked-out the holder with the Poisoned Condition for 1 turn and they lose 7% of their maximum HP."
  },
  {
    "name": "Toxic Skin",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Toxic_Skin",
    "description": "Once per turn, when attacked, the attacker gets poisoned for 1 turn.",
    "effect": "Once per turn, Toxic Skin inflicts the Poisoned Condition for 1 turn onto any attacker that hits the holder with a Technique."
  },
  {
    "name": "Toxin Crusher",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Toxin_Crusher",
    "description": "Damage done to Toxic Temtem is increased by 50%.",
    "effect": "Toxin Crusher increases the damage of all the holder's Techniques by 50% if their target is part Toxic."
  },
  {
    "name": "Traits",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Traits",
    "description": "",
    "effect": ""
  },
  {
    "name": "Trance",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Trance",
    "description": "Once per battle, if the Temtem is attacked and HP is below 30%, gets asleep for 2 turns and regenerating for 3 turns, SPATK and SPDEF .",
    "effect": "Trance gifts the holder with SPATK , SPDEF , and the Regenerated Condition for 3 turns but also inflicts the Asleep Condition for 2 turns when the holder's is below 30% of their maximum HP and is the target of a Technique once per battle."
  },
  {
    "name": "Trauma",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Trauma",
    "description": "After being attacked if hit by a Physical technique gets DEF ; if hit by a Special technique, SPDEF .",
    "effect": "Trauma inflicts the holder with DEF after they're hit with a Physical Technique and inflicts the holder with SPDEF after they're hit with a Special Technique."
  },
  {
    "name": "Tri-Apothecary",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Tri-Apothecary",
    "description": "After attacking with a special technique, the target gets poisoned for 3 turns if it's a rival or regenerating for 3 turns if it's an ally or itself.",
    "effect": "Tri-Apothecary causes all of the holder's Special Techniques to inflict the Poisoned Condition for 3 turns if the target was a rival or gift the Regenerated Condition for 3 turns if the target is the holder or their ally."
  },
  {
    "name": "Tri-Phytologist",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Tri-Phytologist",
    "description": "When attacking with a physical technique, the target gets exhausted for 2 turns if it's a rival or invigorated for 2 turns if it's an ally or itself.",
    "effect": "When the holder attacks a target with a Physical Technique, Tri-Phytologist inflicts the target with the Exhausted Status Condition for 2 turns if the target is a rival or the Invigorated Status Condition for 2 turns if the target is the holder itself or its ally."
  },
  {
    "name": "Unnoticed",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Unnoticed",
    "description": "Gets SPD after not receiving any rival attacks during the turn.",
    "effect": "Unnoticed gifts the holder with SPD so long as the holder does not take any damage from Techniques from the rival team while being present on the battlefield."
  },
  {
    "name": "Vigorous",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Vigorous",
    "description": "Damage done when overexerting is increased by 50%.",
    "effect": "Vigorous increases the damage of the holder's Techniques by 50% when the holder Overexerts."
  },
  {
    "name": "Viral Combustion",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Viral_Combustion",
    "description": "When getting a poison status condition, the attacker gets burned for 4 turns.",
    "effect": "Viral Combustion inflicts the Burned Condition for 4 turns onto any attacker that inflicts the Poisoned Condition onto the holder."
  },
  {
    "name": "Voltaic Charge",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Voltaic_Charge",
    "description": "The caster heals 15% of the damage it has done with any offensive technique.",
    "effect": "Voltaic Charge restores 15% of the damage the holder inflicts to the target as HP."
  },
  {
    "name": "Voodoo",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Voodoo",
    "description": "When the holder applies a negative Status Condition or Stage change to a rival, the effects of those are applied to the rival’s partner too.",
    "effect": "When the holder of Voodoo applies a negative Status Condition or Stage change to a rival, the effects of those are applied to the rival’s partner too."
  },
  {
    "name": "Warm Gift",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Warm_Gift",
    "description": "When a rival exits the battlefield, they get burned for 3 turns.",
    "effect": "Warm Gift inflicts the Burned Condition for 3 turns onto any rival that exits the battlefield."
  },
  {
    "name": "Warm-Blooded",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Warm-Blooded",
    "description": "Prevents the Cold and Frozen status condition.",
    "effect": "Warm-Blooded protects the holder from being inflicted with the Cold and Frozen Conditions."
  },
  {
    "name": "Water Affinity",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Water_Affinity",
    "description": "Water techniques get type damage boost.",
    "effect": "Water Affinity increases the damage of the holder's Water Techniques by 50%, as if they had STAB. This boost stacks with actual STAB if the holder is part Water."
  },
  {
    "name": "Water Custodian",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Water_Custodian",
    "description": "Water techniques targeting the ally will target the Temtem instead and it will get SPATK .",
    "effect": "Water Custodian causes all incoming Water Techniques targeting the holder's ally to hit the holder instead and if the technique was successfully redirected the user will get SPATK ."
  },
  {
    "name": "Water Synthesizer",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Water_Synthesizer",
    "description": "When attacked with a Water technique, restores HP instead of receiving damage.",
    "effect": "Water Synthesizer protects the holder from taking damage from Water Techniques and restores their HP equal to the amount of damage they would've taken."
  },
  {
    "name": "Wax Bath",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Wax_Bath",
    "description": "Wax Bath decreases the damage the holder takes from Fire Techniques by 25% and invalidates the effects of the Burn Status Condition.",
    "effect": "Wax Bath decreases the damage the holder takes from Fire Techniques by 25% and protects them from being inflicted with the Burned Condition."
  },
  {
    "name": "Welcomer",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Welcomer",
    "description": "Once per battle, when an ally enters the battlefield, the ally gets evading for 1 turn.",
    "effect": "Welcomer gifts the holder's ally with the Evading Condition for 1 turn when they enter the battlefield once per battle."
  },
  {
    "name": "Withdrawal",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Withdrawal",
    "description": "When resting, restores 20% of max HP and removes asleep and poisoned status conditions.",
    "effect": "Withdrawal restores 20% of the holder's maximum HP and cures them of the Asleep and Poisoned Conditions whenever they Rest."
  },
  {
    "name": "Wrecked Farewell",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Wrecked_Farewell",
    "description": "The rival loses 10% of its max STA and gets ATK and SPATK when it knocks the holder out. In case the holder is self knocked-out, both rivals receive the effects of Wrech Farewell.",
    "effect": "Wrecked Farewell causes the rival to lose 10% of their maximum STA when they knocked out the holder. If the holder knocks themself out, the effect is applied to all rivals."
  },
  {
    "name": "Zen",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Zen",
    "description": "When getting an asleep status condition, gets DEF and SPDEF .",
    "effect": "Zen gifts the holder with DEF and SPDEF upon being inflicted with the Asleep Condition."
  }
]