[
  {
    "name": "Aerobic",
    "wikiUrl": "https://temtem.gamepedia.com/Aerobic",
    "description": "When attacking with Wind techniques, gets SPDEF and SPD.",
    "effect": "When a Temtem with this trait uses a Technique, they get SPDEF and SPD."
  },
  {
    "name": "Air Specialist",
    "wikiUrl": "https://temtem.gamepedia.com/Air_Specialist",
    "description": "+15% damage with Wind techniques.",
    "effect": "Air Specialist raises the damage of the user's techniques by an additional 15%."
  },
  {
    "name": "Amphibian",
    "wikiUrl": "https://temtem.gamepedia.com/Amphibian",
    "description": "When attacked with a Water technique, gets SPD.",
    "effect": "Whenever a Temtem with Amphibian is attacked by a technique, it gets SPD."
  },
  {
    "name": "Anaerobic",
    "wikiUrl": "https://temtem.gamepedia.com/Anaerobic",
    "description": "When attacking with a Toxic technique, gets SPDEF and SPATK.",
    "effect": "Whenever a Temtem with Anaerobic uses a Technique, it gets SPDEF and SPATK."
  },
  {
    "name": "Apothecary",
    "wikiUrl": "https://temtem.gamepedia.com/Apothecary",
    "description": "When attacking with a special technique, the target gets poisoned for 1 turn if it's a rival or regenerating for 1 turn if it's an ally or itself.",
    "effect": "Whenever a Temtem with Apothecary attacks with a Special Technique, if the target is an enemy, it inflicts the Poisoned Condition for 1 turn, or if the target is an ally or itself, it inflicts the Regenerated Condition for 1 turn."
  },
  {
    "name": "Attack T",
    "wikiUrl": "https://temtem.gamepedia.com/Attack_T",
    "description": "Currently, Attack T is unavailable, so its unknown what it's description is.",
    "effect": "Currently, Attack T is unavailable, so its unknown what it's full effect is."
  },
  {
    "name": "Autotomy",
    "wikiUrl": "https://temtem.gamepedia.com/Autotomy",
    "description": "When entering the battlefield for the first time, gets evading for 2 turns.",
    "effect": "Autotomy causes the user to get the Evading Condition for 2 turns upon its first entry onto the battlefield."
  },
  {
    "name": "Avenger",
    "wikiUrl": "https://temtem.gamepedia.com/Avenger",
    "description": "When an ally is knocked-out, gets SPATK and SPD.",
    "effect": "A Temtem with Avenger gets SPATK and SPD whenever its ally is knocked out."
  },
  {
    "name": "Benefactor",
    "wikiUrl": "https://temtem.gamepedia.com/Benefactor",
    "description": "When an ally is damaged, restores 10% of max HP.",
    "effect": "Whenever the ally of the Temtem with Benefactor takes damage from a technique (no matter the target), they are healed by 10% of their max HP. This effect has no minimum value, meaning it can heal the ally for more HP than they lost due to getting attacked. It will only trigger if they take damage from the attack."
  },
  {
    "name": "Body Stretch",
    "wikiUrl": "https://temtem.gamepedia.com/Body_Stretch",
    "description": "When resting, gets regenerating for 2 turns.",
    "effect": "Whenever a Temtem with Body Stretch rests, it gains the Regenerated Condition for 2 turns."
  },
  {
    "name": "Book Lungs",
    "wikiUrl": "https://temtem.gamepedia.com/Book_Lungs",
    "description": "Damage taken from Water techniques is reduced by 30%.",
    "effect": "Whenever a Temtem with Book Lungs takes damage from a technique, the damage is reduced by 30%."
  },
  {
    "name": "Botanist",
    "wikiUrl": "https://temtem.gamepedia.com/Botanist",
    "description": "+15% damage with Nature techniques.",
    "effect": "Whenever a Temtem with Botanist attacks using a Technique, the damage is increased by 15%."
  },
  {
    "name": "Botanophobia",
    "wikiUrl": "https://temtem.gamepedia.com/Botanophobia",
    "description": "When attacked with a Nature technique, it is increased in damage by 50%.",
    "effect": "Whenever a Temtem with Botanophobia is attacked by a Technique, the damage is increased by 50%."
  },
  {
    "name": "Brawny",
    "wikiUrl": "https://temtem.gamepedia.com/Brawny",
    "description": "Damage done with physical techniques is increased by 20%.",
    "effect": "A Temtem with Brawny has all damage done by Physical Techniques boosted by an additional 20%."
  },
  {
    "name": "Bully",
    "wikiUrl": "https://temtem.gamepedia.com/Bully",
    "description": "While allies outnumber rivals, techniques inflict +30% Damage.",
    "effect": "If the number of allies conscious is greater than the number of enemies conscious, including Temtem not on the battlefield for both totals, then Temtem with Bully deal 30% more damage."
  },
  {
    "name": "Burglar",
    "wikiUrl": "https://temtem.gamepedia.com/Burglar",
    "description": "When attacking an asleep or exhausted Temtem, disables its gear.",
    "effect": "When a Temtem with Burglar attacks another Temtem that has the Asleep Condition or the Exhausted Condition, the defender's gear will be disabled for the remainder of the combat."
  },
  {
    "name": "Caffeinated",
    "wikiUrl": "https://temtem.gamepedia.com/Caffeinated",
    "description": "Prevents the asleep status condition.",
    "effect": "Temtem with Caffeinated will never receive the Asleep Condition."
  },
  {
    "name": "Callosity",
    "wikiUrl": "https://temtem.gamepedia.com/Callosity",
    "description": "When attacked with a physical technique, gets DEF.",
    "effect": "Whenever a Temtem with Callosity gets attacked by a physical technique, it then gets DEF."
  },
  {
    "name": "Camaraderie",
    "wikiUrl": "https://temtem.gamepedia.com/Camaraderie",
    "description": "When attacked, reduces 50% damage if both allies are part of the same evolutionary line.",
    "effect": "When a Temtem with Camaraderie is attacked, if its ally is part of its evolutionary line, then it takes 50% less damage."
  },
  {
    "name": "Channeler",
    "wikiUrl": "https://temtem.gamepedia.com/Channeler",
    "description": "Damage done with special techniques is increased by 25%.",
    "effect": "Special Techniques used by a Temtem with Channeler do 25% more damage."
  },
  {
    "name": "Cobweb",
    "wikiUrl": "https://temtem.gamepedia.com/Cobweb",
    "description": "When applying a poison status condition, the target gets trapped for 2 turns too.",
    "effect": "Whenever a Temtem with Cobweb causes another Temtem to get the Poisoned Condition, it also causes it to get the Trapped Condition for 2 turns."
  },
  {
    "name": "Cold-Blooded",
    "wikiUrl": "https://temtem.gamepedia.com/Cold-Blooded",
    "description": "Currently, Cold-Blooded is unavailable, so it's unknown what its description is.",
    "effect": "Currently, Cold-Blooded is unavailable, so it's unknown what its full effect is."
  },
  {
    "name": "Cold-Natured",
    "wikiUrl": "https://temtem.gamepedia.com/Cold-Natured",
    "description": "Instead of getting Cold, the Temtem gets Frozen.",
    "effect": "Whenever a Temtem with Cold-Natured would get the Cold Condition, they instead get the Frozen Condition for the same amount of turns."
  },
  {
    "name": "Comebacker",
    "wikiUrl": "https://temtem.gamepedia.com/Comebacker",
    "description": "Currently, Comebacker is unavailable, so it's unknown what its description is.",
    "effect": "Currently, Comebacker is unavailable, so it's unknown what its full effect is."
  },
  {
    "name": "Confined",
    "wikiUrl": "https://temtem.gamepedia.com/Confined",
    "description": "When getting an trapped status condition, gets DEF and SPDEF if the attacker is itself.",
    "effect": "When a Temtem with Confined uses a technique that causes it to give itself the , it also gets DEF and SPDEF."
  },
  {
    "name": "Coward's Rest",
    "wikiUrl": "https://temtem.gamepedia.com/Coward%27s_Rest",
    "description": "When resting, gets for 2 turns.",
    "effect": "Whenever a Temtem with Coward's Rest rests, it gains the Evading Condition for 2 turns."
  },
  {
    "name": "Deceit Aura",
    "wikiUrl": "https://temtem.gamepedia.com/Deceit_Aura",
    "description": "Techniques priority order is inverted during each turn the Temtem is present on the battlefield.",
    "effect": "Any turn in which a Temtem with Deceit Aura is present, the individual Temtem turn order is reversed."
  },
  {
    "name": "Demoralize",
    "wikiUrl": "https://temtem.gamepedia.com/Demoralize",
    "description": "When entering the battlefield, rivals get SPD.",
    "effect": "When a Temtem with Demoralize enters the battlefield, both enemies immediately get SPD, even if they are then immediately after swapped out."
  },
  {
    "name": "Determined",
    "wikiUrl": "https://temtem.gamepedia.com/Determined",
    "description": "Prevents negative stat stage changes.",
    "effect": "Temtem with Determined can never have its stats decreased by any amount of stages."
  },
  {
    "name": "Dreaded Alarm",
    "wikiUrl": "https://temtem.gamepedia.com/Dreaded_Alarm",
    "description": "When a rival rests, they lose 20% of max HP.",
    "effect": "Whenever the enemy of a Temtem with Dreaded Alarm rests, they lose 20% of their maximum HP."
  },
  {
    "name": "Earthbound",
    "wikiUrl": "https://temtem.gamepedia.com/Earthbound",
    "description": "When attacking with a Earth technique, gets DEF.",
    "effect": "Earthbound gives the user DEF whenever they use an technique."
  },
  {
    "name": "Effective Denial",
    "wikiUrl": "https://temtem.gamepedia.com/Effective_Denial",
    "description": "Currently, Effective Denial is unobtainable, so it's unknown what its description is.",
    "effect": "Currently, Effective Denial is unobtainable, so it's unknown what its full effect is."
  },
  {
    "name": "Efficient",
    "wikiUrl": "https://temtem.gamepedia.com/Efficient",
    "description": "When attacking, STA cost is reduced by 30%",
    "effect": "When a Temtem with Efficient uses an offensive technique, the technique costs 30% less stamina."
  },
  {
    "name": "Electric Synthesize",
    "wikiUrl": "https://temtem.gamepedia.com/Electric_Synthesize",
    "description": "When attacked with an Electric technique, restores HP instead of receiving damage.",
    "effect": "When a Temtem with Electric Synthesize is attacked with a damaging Technique, it restores their HP equal to the amount of damage they would have received."
  },
  {
    "name": "Energy Reserves",
    "wikiUrl": "https://temtem.gamepedia.com/Energy_Reserves",
    "description": "If HP is below 25% by the end of the turn, gets invigorated for 2 turns.",
    "effect": "If, at the end of the turn, the HP of a Temtem with Energy Reserves is below 25% of its maximum, the Temtem gets the Vigorized Condition for 2 turns."
  },
  {
    "name": "Escapist",
    "wikiUrl": "https://temtem.gamepedia.com/Escapist",
    "description": "When entering the battlefield, removes the trapped status condition on the ally and prevents the trapped status condition on the ally and itself.",
    "effect": "While a Temtem with Escapist is on the battlefield, neither it nor its ally can get the Trapped Condition. Also, when it enters the battlefield, its ally loses the Trapped Condition if it has it."
  },
  {
    "name": "Fainted Curse",
    "wikiUrl": "https://temtem.gamepedia.com/Fainted_Curse",
    "description": "When knocked-out, the attacker loses 30% of max HP.",
    "effect": "When a Temtem with Fainted Curse is knocked-out by a damage dealing Technique, the attacker loses 30% of their max HP."
  },
  {
    "name": "Fast Charge",
    "wikiUrl": "https://temtem.gamepedia.com/Fast_Charge",
    "description": "When a Digital ally enters the battlefield, gets SPD.",
    "effect": "When a Temtem enters the battlefield, it gets SPD if its ally has Fast Charge."
  },
  {
    "name": "Fever Rush",
    "wikiUrl": "https://temtem.gamepedia.com/Fever_Rush",
    "description": "When getting a status condition, gets ATK.",
    "effect": "Whenever a Temtem with Fever Rush receives any status condition, it also gets ATK."
  },
  {
    "name": "Flawed Crystal",
    "wikiUrl": "https://temtem.gamepedia.com/Flawed_Crystal",
    "description": "Damage taken from Mental, Toxic, or Electric techniques is increased by 50%.",
    "effect": "Whenever a Temtem with Flawed Crystal takes damage from a technique that is either , , or , it takes 50% increased damage."
  },
  {
    "name": "Friendship",
    "wikiUrl": "https://temtem.gamepedia.com/Friendship",
    "description": "Immune to ally's offensive techniques.",
    "effect": "Whenever the ally of a Temtem with Friendship uses an offensive technique that would target it, the technique instead has no effects on that Temtem. If the technique also targeted enemies, they will still be affected."
  },
  {
    "name": "Furor",
    "wikiUrl": "https://temtem.gamepedia.com/Furor",
    "description": "When HP is below 33%, techniques do 33% more damage.",
    "effect": "When the HP of a Temtem with Furor is below 33% of its maximum, the techniques it uses do 33% more damage."
  },
  {
    "name": "Guardian",
    "wikiUrl": "https://temtem.gamepedia.com/Guardian",
    "description": "Prevents the cold, burned, poisoned and doomed status conditions on the ally.",
    "effect": "The ally of a Temtem with Guardian cannot get the Cold Condition, Burned Condition, Poisoned Condition, or Doomed Condition."
  },
  {
    "name": "Heat Discharge",
    "wikiUrl": "https://temtem.gamepedia.com/Heat_Discharge",
    "description": "When knocked-out, the attacker gets burned for 3 turns.",
    "effect": "When a Temtem knocks out another Temtem with Heat Discharge, it gets the Burned Condition for 3 turns."
  },
  {
    "name": "Hover",
    "wikiUrl": "https://temtem.gamepedia.com/Hover",
    "description": "Damage taken from Earth techniques is reduced by 50%.",
    "effect": "Temtem with Hover take 50% less damage from techniques."
  },
  {
    "name": "Hurry-wart",
    "wikiUrl": "https://temtem.gamepedia.com/Hurry-wart",
    "description": "When entering the battlefield, the Temtem gets -1 Hold.",
    "effect": "When a Temtem with Hurry-wart enters the battlefield, all its techniques with a Hold lose 1 Hold."
  },
  {
    "name": "Hydrologist",
    "wikiUrl": "https://temtem.gamepedia.com/Hydrologist",
    "description": "Damage done with Water techniques is increased by 15%.",
    "effect": "Whenever a Temtem with Hydrologist uses a Technique, it does 15% more damage."
  },
  {
    "name": "Immunity",
    "wikiUrl": "https://temtem.gamepedia.com/Immunity",
    "description": "Resists damage from Toxic techniques.",
    "effect": "Techniques deal no damage to a Temtem with Immunity. However, the Temtem can still receive the Poisoned Condition."
  },
  {
    "name": "Individualist",
    "wikiUrl": "https://temtem.gamepedia.com/Individualist",
    "description": "Techniques targeting the ally will fail.",
    "effect": "Temtem with Individualist cannot affect their ally with offensive techniques. If the technique also targets enemies, they will still be affected."
  },
  {
    "name": "Inductor",
    "wikiUrl": "https://temtem.gamepedia.com/Inductor",
    "description": "When a Electric technique is cast, restores 8% of max HP.",
    "effect": "Any time an Technique is used, all Temtem with Inductor on the field will restore 8% of their maximum HP."
  },
  {
    "name": "Kinetic Transfer",
    "wikiUrl": "https://temtem.gamepedia.com/Kinetic_Transfer",
    "description": "Currently, Kinetic Transfer is unobtainable, so it's unknown what its description is.",
    "effect": "Currently, Kinetic Transfer is unobtainable, so it's unknown what its full effect is."
  },
  {
    "name": "Last Rush",
    "wikiUrl": "https://temtem.gamepedia.com/Last_Rush",
    "description": "Increases ATK, SPATK and SPD by 50% while the Temtem is the last ally standing.",
    "effect": "Temtem with Last Rush get 50% increased ATK, SPATK, and SPD if all their allies are knocked-out."
  },
  {
    "name": "Loneliness",
    "wikiUrl": "https://temtem.gamepedia.com/Loneliness",
    "description": "Synergies won't work on both allies.",
    "effect": "Temtem with Loneliness can't use Synergies with its ally and the ally can't use synergies with it."
  },
  {
    "name": "Marathonist",
    "wikiUrl": "https://temtem.gamepedia.com/Marathonist",
    "description": "When attacking, gets SPD, and STA cost reduced is 50%.",
    "effect": "Marathonist causes the user to get SPD when attacking, but the stamina cost of the attack is reduced by 50%."
  },
  {
    "name": "Mental Alliance",
    "wikiUrl": "https://temtem.gamepedia.com/Mental_Alliance",
    "description": "Increases SPATK by 15% if an ally is Mental.",
    "effect": "Temtem with Mental Alliance get an increased 15% to their SPATK if their ally is ."
  },
  {
    "name": "Mirroring",
    "wikiUrl": "https://temtem.gamepedia.com/Mirroring",
    "description": "When attacked with a Special technique, the attacker gets 25% knockback damage.",
    "effect": "Whenever a Temtem with Mirroring receives damage from a Special technique, the attacker receives 25% of the damage as well if the Temtem wasn't knocked out."
  },
  {
    "name": "Mithridatism",
    "wikiUrl": "https://temtem.gamepedia.com/Mithridatism",
    "description": "Prevents the poison status condition.",
    "effect": "Temtem with Mithridatism never receive the Poisoned Condition."
  },
  {
    "name": "Motivator",
    "wikiUrl": "https://temtem.gamepedia.com/Motivator",
    "description": "At the start of the turn, allies restore 10% of STA.",
    "effect": "At the start of the turn, if a Temtem with Motivator is on the battlefield, all its allies, including those not on the battlefield, restore 10% of their maximum STA."
  },
  {
    "name": "Mucous",
    "wikiUrl": "https://temtem.gamepedia.com/Mucous",
    "description": "Damage taken from Electric techniques is reduced by 30% and prevents the cold and burned status condition.",
    "effect": "Temtem with Mucous never receive the Cold Condition nor the Burned Condition. Additionally, they take 30% less damage from Techniques."
  },
  {
    "name": "Neutrality",
    "wikiUrl": "https://temtem.gamepedia.com/Neutrality",
    "description": "Prevent all status conditions.",
    "effect": "Temtem with Neutrality never receive any status conditions, including positive ones."
  },
  {
    "name": "Parrier",
    "wikiUrl": "https://temtem.gamepedia.com/Parrier",
    "description": "Damage taken from physical techniques is reduced by 30%.",
    "effect": "Whenever a Temtem with Parrier is attacked by a Physical Technique, it takes 30% less damage."
  },
  {
    "name": "Patient",
    "wikiUrl": "https://temtem.gamepedia.com/Patient",
    "description": "Restores 10% of max STA when using a Hold technique.",
    "effect": "Whenever a Temtem with Patient uses a technique with a Hold, it restores 10% of its maximum STA."
  },
  {
    "name": "Plethoric",
    "wikiUrl": "https://temtem.gamepedia.com/Plethoric",
    "description": "Increases SPD by 30% if HP is full.",
    "effect": "If a Temtem with Plethoric's HP is full, and it has not taken any damage, its SPD is increased by 30%."
  },
  {
    "name": "Power Nap",
    "wikiUrl": "https://temtem.gamepedia.com/Power_Nap",
    "description": "At the start of the turn, restores 15% of max HP of an Asleep Temtem.",
    "effect": "At the start of the turn, if a Temtem with Power Nap has the Asleep Condition, it restores 15% of its maximum HP."
  },
  {
    "name": "Prideful",
    "wikiUrl": "https://temtem.gamepedia.com/Prideful",
    "description": "When attacking, gets ATK, SPATK and SPD if the target gets knocked-out.",
    "effect": "When a Temtem with Prideful attacks another Temtem and knocks it out, it gets ATK, SPATK, and SPD."
  },
  {
    "name": "Protector",
    "wikiUrl": "https://temtem.gamepedia.com/Protector",
    "description": "When entering the battlefield, the ally gets DEF and SPDEF.",
    "effect": "When a Temtem with Protector enters the battlefield, its ally gets DEF and SPDEF, even if the ally is immediately then swapped out."
  },
  {
    "name": "Provident",
    "wikiUrl": "https://temtem.gamepedia.com/Provident",
    "description": "When attacked by a Fire, Earth or Melee technique, gets SPDEF.",
    "effect": "Whenever a Temtem with Provident is attacked by a technique that is either , , or , it gets SPDEF."
  },
  {
    "name": "Punching Bag",
    "wikiUrl": "https://temtem.gamepedia.com/Punching_Bag",
    "description": "Damage taken from Melee techniques is reduced by 30%.",
    "effect": "If a Temtem with Punching Bag is attacked by a Technique, it takes 30% less damage."
  },
  {
    "name": "Puppet Master",
    "wikiUrl": "https://temtem.gamepedia.com/Puppet_Master",
    "description": "While HP is below 40%, received rival techniques get redirected to the ally.",
    "effect": "If a Temtem with Puppet Master becomes the target of a single-target attack while it HP is below 40%, its ally becomes the target instead."
  },
  {
    "name": "Pyromaniac",
    "wikiUrl": "https://temtem.gamepedia.com/Pyromaniac",
    "description": "Damage done with Fire techniques is increased by 15%.",
    "effect": "Temtem with Pyromaniac do an increased 15% damage when using techniques."
  },
  {
    "name": "Receptive",
    "wikiUrl": "https://temtem.gamepedia.com/Receptive",
    "description": "When getting a favorable status condition, increases its turns by 1.",
    "effect": "Temtem with Receptive have the duration of the Vigorized Condition, the Immune Condition, the Regenerated Condition, the Evading Condition, and the Alerted Condition increased by 1 turn."
  },
  {
    "name": "Rejuvenate",
    "wikiUrl": "https://temtem.gamepedia.com/Rejuvenate",
    "description": "When attacking with a physical technique, restore 15% of max HP.",
    "effect": "After attacking with a Physical Technique, if the attacking Temtem has Rejuvenate, it restores 15% of its maximum HP."
  },
  {
    "name": "Resilient",
    "wikiUrl": "https://temtem.gamepedia.com/Resilient",
    "description": "Cannot be knocked-out due to overexertion.",
    "effect": "If a Temtem with Resilient is to knock itself out due to overexertion, it will instead survive with 1 HP."
  },
  {
    "name": "Resistant",
    "wikiUrl": "https://temtem.gamepedia.com/Resistant",
    "description": "When getting a negative status condition, decreases its turns by 1.",
    "effect": "Temtem with Resistant have the duration of the Cold Condition, the Asleep Condition, the Trapped Condition, the Seized Condition, the Poisoned Condition, the Burned Condition, and the Exhausted Condition decreased by 1 turn."
  },
  {
    "name": "Rested",
    "wikiUrl": "https://temtem.gamepedia.com/Rested",
    "description": "Increases ATK and SPATK by 30% during the first 2 turns the Temtem is on the battlefield.",
    "effect": "Temtem with Rested gets an increase of 30% to its ATK and SPATK for the first 2 turns it is present on the battlefield."
  },
  {
    "name": "Scavenger",
    "wikiUrl": "https://temtem.gamepedia.com/Scavenger",
    "description": "Restores 20% of max HP if another Temtem is knocked-out.",
    "effect": "Whenever another Temtem, ally or enemy, is knocked out, the Temtem with Scavenger restores 20% of their maximum HP."
  },
  {
    "name": "Self-Esteem",
    "wikiUrl": "https://temtem.gamepedia.com/Self-Esteem",
    "description": "When attacking, removes all negative status conditions if the target gets knocked-out.",
    "effect": "When a Temtem with Self-Esteem attacks and knocks out a Temtem and is affected by the Cold Condition, the Trapped Condition, the Seized Condition, the Poisoned Condition, the Burned Condition, or the Exhausted Condition, the condition is removed."
  },
  {
    "name": "Sensei",
    "wikiUrl": "https://temtem.gamepedia.com/Sensei",
    "description": "When attacking with a Physical technique, uses SPATK, and when attacking with a Special technique, uses the ATK.",
    "effect": "Whenever a Temtem with Sensei attacks with a Physical Technique, SPATK is used instead of ATK. Similarly, if it is a Special Technique, it uses ATK instead of SPATK."
  },
  {
    "name": "Sentinel",
    "wikiUrl": "https://temtem.gamepedia.com/Sentinel",
    "description": "When entering the battlefield, removes the asleep status condition on the ally and prevents the asleep status condition on the ally and itself.",
    "effect": "While a Temtem with Sentinel is on the battlefield, neither it nor the ally can get the Asleep Condition. Also, when it enters the battlefield, if the ally has the Asleep Condition, it loses it."
  },
  {
    "name": "Settling",
    "wikiUrl": "https://temtem.gamepedia.com/Settling",
    "description": "Increases ATK by 8% for each turn the Temtem stays in the battlefield.",
    "effect": "Each turn a Temtem with Settling is on the battlefield, its ATK increases by 8%. However, if it leaves the battlefield, this cumulative bonus is reset."
  },
  {
    "name": "Shared Pain",
    "wikiUrl": "https://temtem.gamepedia.com/Shared_Pain",
    "description": "When receiving a consecutive attack in the same turn, the technique gets redirected to the ally.",
    "effect": "If a Temtem with Shared Pain is attacked twice in the same turn, the second attack gets redirected to the ally."
  },
  {
    "name": "Skull Helmet",
    "wikiUrl": "https://temtem.gamepedia.com/Skull_Helmet",
    "description": "Damage taken from Mental or Melee techniques is reduced by 25%.",
    "effect": "Temtem with Skull Helmet take 25% less damage from techniques that are either or ."
  },
  {
    "name": "Soft Touch",
    "wikiUrl": "https://temtem.gamepedia.com/Soft_Touch",
    "description": "When attacking an asleep target, it won't wake up.",
    "effect": "When a Temtem with Soft Touch attacks a target afflicted with the Asleep Condition with a damage dealing technique, the condition will not be removed."
  },
  {
    "name": "Spoilsport",
    "wikiUrl": "https://temtem.gamepedia.com/Spoilsport",
    "description": "Damage done with multi-target techniques is increased by 25%.",
    "effect": "Whenever a Temtem with Spoilsport uses a Technique that can hit multiple targets, it does 25% more damage."
  },
  {
    "name": "Spreader",
    "wikiUrl": "https://temtem.gamepedia.com/Spreader",
    "description": "Single-target special techniques become multi-target, and damage done with them is reduced by 50%.",
    "effect": "Whenever a Temtem with Spreader attacks with a Special Technique, the attack affects the entire target team instead but deals 50% less damage."
  },
  {
    "name": "Strong Liver",
    "wikiUrl": "https://temtem.gamepedia.com/Strong_Liver",
    "description": "When attacked with a Toxic technique, restores HP instead of receiving damage.",
    "effect": "When a Temtem with Strong Liver is attacked with a damaging Technique, it restores their HP equal to the amount of damage they would have recieved."
  },
  {
    "name": "Synergy Master",
    "wikiUrl": "https://temtem.gamepedia.com/Synergy_Master",
    "description": "Whenever a Temtem with Synergy Master or its ally uses a Synergy Technique, it does 25% more damage.",
    "effect": ""
  },
  {
    "name": "Tactical Strike",
    "wikiUrl": "https://temtem.gamepedia.com/Tactical_Strike",
    "description": "Damage done with Hold techniques is increased by 15%.",
    "effect": "Whenever a Temtem with Tactical Strike attacks with a technique with a hold of 1 or more, it deals 15% more damage."
  },
  {
    "name": "Tardy Rush",
    "wikiUrl": "https://temtem.gamepedia.com/Tardy_Rush",
    "description": "Speed increases by 100% and ATK by 10% after 3 successive turns on the battlefield.",
    "effect": "After a Temtem with Tardy Rush has been on the battlefield for 3 turns in a row, its SPD increases by 100% and its ATK by 10% until it leaves the battlefield. If it is swapped in, the turn it enters the battlefield counts as turn 1."
  },
  {
    "name": "Team Elusive",
    "wikiUrl": "https://temtem.gamepedia.com/Team_Elusive",
    "description": "Prevents multi-target techniques.",
    "effect": "When a Temtem, whether enemy or ally, uses a multi-target technique that would hit a Temtem with Team Elusive, instead, it isn't affected. If Puppet Master would cause a Temtem with Team Elusive to be the target of an attack, it will. Puppet Master does not trigger Team Elusive."
  },
  {
    "name": "Thick Skin",
    "wikiUrl": "https://temtem.gamepedia.com/Thick_Skin",
    "description": "Damage done by Wind techniques is reduced by 50%.",
    "effect": "Temtem with Thick Skin take 50% less damage when attacked by a Technique."
  },
  {
    "name": "Tireless",
    "wikiUrl": "https://temtem.gamepedia.com/Tireless",
    "description": "Prevents the overexertion turn penalization.",
    "effect": "When a Temtem with Tireless overexerts, it doesn't lose its next turn. It will still be able to use a Technique."
  },
  {
    "name": "Toxic Affinity",
    "wikiUrl": "https://temtem.gamepedia.com/Toxic_Affinity",
    "description": "Toxic Type techniques get type damage boost.",
    "effect": "Toxic Affinity multiplies the base damage of the user's Techniques by x1.5, as if the user had STAB (Same-Type Attack Bonus). This stacks with actual STAB if the user is also a , resulting in a total multiple of x2.25 (1.5 x 1.5)."
  },
  {
    "name": "Toxic Farewell",
    "wikiUrl": "https://temtem.gamepedia.com/Toxic_Farewell",
    "description": "When knocked-out, the attacker gets Poisoned for 3 turns.",
    "effect": "When a Temtem knocks out a target with Toxic Farewell, it receives the Poisoned Condition for 3 turns."
  },
  {
    "name": "Toxic Skin",
    "wikiUrl": "https://temtem.gamepedia.com/Toxic_Skin",
    "description": "When attacked with a physical technique, the attacker gets poisoned for 2 turns.",
    "effect": "When a Temtem uses a Physical Technique on a target with Toxic Skin, the attacker gets the Poisoned Condition for 2 turns."
  },
  {
    "name": "Traits",
    "wikiUrl": "https://temtem.gamepedia.com/Traits",
    "description": "",
    "effect": ""
  },
  {
    "name": "Trance",
    "wikiUrl": "https://temtem.gamepedia.com/Trance",
    "description": "When attacked, gets asleep and regenerating for 2 turns, SPATK and SPDEF if HP is below 30%.",
    "effect": "If a Temtem with Trance is the target of a technique, and afterwards its HP is 30% or less of its maximum, it gets the Asleep Condition and the Regenerated Condition for 2 turns, and also gets SPATK and SPDEF. This is regardless of if the technique did damage."
  },
  {
    "name": "Trauma",
    "wikiUrl": "https://temtem.gamepedia.com/Trauma",
    "description": "If hit by a Physical technique gets DEF; if hit by a Special technique, SPDEF.",
    "effect": "When a Temtem with Trauma takes damage from a Physical Technique, it gets DEF. When it is takes damage from a Special Technique, it gets SPDEF."
  },
  {
    "name": "Tri-Apothecary",
    "wikiUrl": "https://temtem.gamepedia.com/Tri-Apothecary",
    "description": "When attacking with a special technique, the target gets poisoned for 3 turns if it's a rival or regenerating for 3 turns if it's an ally or itself.",
    "effect": "Whenever a Temtem with Tri-Apothecary attacks using a Special Technique, if the target is an enemy, it inflicts the Poisoned Condition for 3 turns, or if the target is an ally or itself, it inflicts the Regenerated Condition for 3 turns."
  },
  {
    "name": "Unnoticed",
    "wikiUrl": "https://temtem.gamepedia.com/Unnoticed",
    "description": "Gets SPD after not receiving any rival attacks during the turn.",
    "effect": "When a Temtem with Unnoticed lasts a whole turn without being targeted by any rival attacks, it gets SPD."
  },
  {
    "name": "Vigorous",
    "wikiUrl": "https://temtem.gamepedia.com/Vigorous",
    "description": "Damage done when overexerting is increased by 50%.",
    "effect": "When Temtem with Vigorous use a technique that causes it to overexert, the damage is increased 50%."
  },
  {
    "name": "Warm-Blooded",
    "wikiUrl": "https://temtem.gamepedia.com/Warm-Blooded",
    "description": "Prevents the Cold status condition.",
    "effect": "Temtem with Warm-Blooded will never receive the Cold Condition."
  },
  {
    "name": "Water Affinity",
    "wikiUrl": "https://temtem.gamepedia.com/Water_Affinity",
    "description": "Water techniques get type damage boost.",
    "effect": "Water Affinity multiplies the base damage of the user's techniques by x1.5, as if the user had STAB (Same-Type Attack Bonus). This stacks with actual STAB if the user is also a , resulting in a total multiple of x2.25 (1.5 x 1.5)."
  },
  {
    "name": "Water Custodian",
    "wikiUrl": "https://temtem.gamepedia.com/Water_Custodian",
    "description": "Water techniques targeting the ally will target the Temtem instead.",
    "effect": "While a Temtem with Water Custodian is on the battlefield, any techniques that target the ally will target this Temtem instead."
  },
  {
    "name": "Withdrawal",
    "wikiUrl": "https://temtem.gamepedia.com/Withdrawal",
    "description": "When resting, restores 15% of max HP and removes the asleep status condition.",
    "effect": "Whenever a Temtem with Withdrawal rests for their turn, they recover 15% of their maximum HP and if they had the Asleep Condition, they lose it."
  },
  {
    "name": "Wrecked Farewell",
    "wikiUrl": "https://temtem.gamepedia.com/Wrecked_Farewell",
    "description": "When self knock-out, every Temtem loses 25% of max HP.",
    "effect": "Whenever a Temtem with Wrecked Farewell is knocked out by itself, such as by self-damaging techniques or by overexerting, all other Temtem, including allies, lose 25% of their maximum HP."
  },
  {
    "name": "Zen",
    "wikiUrl": "https://temtem.gamepedia.com/Zen",
    "description": "When getting an asleep status condition, gets DEF and SPDEF.",
    "effect": ""
  }
]