[
  {
    "name": "Adaptive",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Adaptive",
    "description": "",
    "effect": "Adaptive changes the holder's secondary type to the type of the first technique that hits them and gifts them with SPATK once per battle."
  },
  {
    "name": "Aerobic",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Aerobic",
    "description": "",
    "effect": "Aerobic gifts the holder with SPD but also inflicts them with SPDEF whenever they use a Wind Technique."
  },
  {
    "name": "Aggressor",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Aggressor",
    "description": "",
    "effect": "Aggressor gifts the holder with ATK but inflicts them with DEF whenever they enter the battlefield."
  },
  {
    "name": "Air Specialist",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Air_Specialist",
    "description": "",
    "effect": "Air Specialist increases the damage of the holder's Wind Techniques by 15%."
  },
  {
    "name": "Amphibian",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Amphibian",
    "description": "",
    "effect": "Amphibian gifts the holder with SPD and ATK after being affected by a Water Technique."
  },
  {
    "name": "Anaerobic",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Anaerobic",
    "description": "",
    "effect": "Anaerobic gifts the holder with SPDEF but also inflicts them with SPATK whenever they use a Toxic Technique."
  },
  {
    "name": "Antibodies",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Antibodies",
    "description": "",
    "effect": "Antibodies gifts the holder with DEF and SPDEF when hit by a Toxic Technique."
  },
  {
    "name": "Apothecary",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Apothecary",
    "description": "",
    "effect": "Apothecary causes all of the holder's Special Techniques to inflict the Poisoned Condition for 1 turn if the target is a rival or gift the Regenerated Condition for 1 turn if the target is the holder or their ally."
  },
  {
    "name": "Arcane Wrap",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Arcane_Wrap",
    "description": "",
    "effect": "Arcane Wrap decreases the damage the holder takes from Special Techniques by 20%."
  },
  {
    "name": "Attack T",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Attack_T",
    "description": "",
    "effect": "Attack<T> changes the holder's secondary type to match the Technique they're about to use. If the technique the holder is about to use is the same type as the holder's primary type, then the holder loses the secondary type. For example, Oree becomes Digital /Electric when using Tesla Prison, and becomes pure Digital when using Turbo Attack."
  },
  {
    "name": "Autotomy",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Autotomy",
    "description": "",
    "effect": "Autotomy gifts the holder with the Evading Condition for 2 turns upon entering the battlefield once per battle."
  },
  {
    "name": "Avenger",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Avenger",
    "description": "",
    "effect": "Avenger gifts the holder with SPD and SPATK when their ally is knocked-out."
  },
  {
    "name": "Benefactor",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Benefactor",
    "description": "",
    "effect": "Benefactor restores 8% of the holder's ally's maximum HP whenever they take damage from a Technique. The targeting of the technique doesn't matter and the effect has no minimum value, meaning it can restore the ally for more HP than they lost due to getting attacked. Benefactor will only trigger if the holder's ally takes damage from a technique, so damage from other traits like Mirroring or from Status Conditions like the Poisoned Condition will not cause it to activate."
  },
  {
    "name": "Body Stretch",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Body_Stretch",
    "description": "",
    "effect": "Body Stretch gifts the holder with the Regenerated Condition for 2 turns whenever they Rest."
  },
  {
    "name": "Book Lungs",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Book_Lungs",
    "description": "",
    "effect": "Book Lungs decreases the damage the holder takes from Water Techniques by 50%."
  },
  {
    "name": "Botanist",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Botanist",
    "description": "",
    "effect": "Botanist increases the damage of the holder's Nature Techniques by 15%."
  },
  {
    "name": "Botanophobia",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Botanophobia",
    "description": "",
    "effect": "Botanophobia raises the damage the holder takes from Nature Techniques by 50%."
  },
  {
    "name": "Brawny",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Brawny",
    "description": "",
    "effect": "Brawny increases the damage of the holder's Physical Techniques by 15%."
  },
  {
    "name": "Bruiser",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Bruiser",
    "description": "",
    "effect": "Bruiser increases the damage of all of the holder's Melee Techniques by 15%."
  },
  {
    "name": "Brumation",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Brumation",
    "description": "",
    "effect": "Brumation gifts the holder with DEF and decreases the Hold on all their techniques by 1 whenever they Rest."
  },
  {
    "name": "Bully",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Bully",
    "description": "",
    "effect": "Bully increases the damage of the holder's Techniques by an additional 30% while the number of conscious Temtem in the holder's squad outnumber the number of conscious Temtem in the rival's squad."
  },
  {
    "name": "Burglar",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Burglar",
    "description": "",
    "effect": "Burglar causes all of the holder's Techniques to disable the target's gear for the rest of the battle if they're afflicted with the Asleep or Exhausted Conditions."
  },
  {
    "name": "Caffeinated",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Caffeinated",
    "description": "",
    "effect": "Caffeinated protects the holder from being inflicted with the Asleep Condition."
  },
  {
    "name": "Callosity",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Callosity",
    "description": "",
    "effect": "Callosity gifts the holder with DEF when hit with a Physical Technique."
  },
  {
    "name": "Camaraderie",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Camaraderie",
    "description": "",
    "effect": "Camaraderie decreases the damage the holder takes from Techniques by 50% if both the holder and their ally are part of the same evolutionary line."
  },
  {
    "name": "Camouflage",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Camouflage",
    "description": "",
    "effect": "Camouflage gifts the holder with the Evading Condition for 2 turns when hit with a Physical Technique."
  },
  {
    "name": "Channeler",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Channeler",
    "description": "",
    "effect": "Channeler increases the damage of the holder's Special Techniques by 25%."
  },
  {
    "name": "Cobweb",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Cobweb",
    "description": "",
    "effect": "Cobweb causes all of the holder's Techniques to inflict the target with the Trapped Condition for 2 turns if they're already afflicted with or the holder inflicts them with the Poisoned Condition."
  },
  {
    "name": "Cold-Blooded",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Cold-Blooded",
    "description": "",
    "effect": "Cold-Blooded protects the holder from being inflicted with the Cold or Frozen Conditions and instead gifts them with the Regenerated Condition for 1 turn."
  },
  {
    "name": "Cold-Natured",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Cold-Natured",
    "description": "",
    "effect": "Cold-Natured causes any Cold Condition the holder is inflicted with to instead be replaced with the Frozen Condition for the same duration of the initial Cold Condition."
  },
  {
    "name": "Comebacker",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Comebacker",
    "description": "",
    "effect": "Comebacker increases the damage of the holder's Techniques by 35% after taking damage from a technique but only when attacking the combatant that did damage to the holder."
  },
  {
    "name": "Common Factor",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Common_Factor",
    "description": "",
    "effect": "Common Factor gives all combatants on the battlefield the Nullified Condition for 2 turns upon the holder entering the battlefield."
  },
  {
    "name": "Confident",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Confident",
    "description": "",
    "effect": "Confident gifts the holder with SPD whenever they use a Technique that is at least Effective against a target."
  },
  {
    "name": "Confined",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Confined",
    "description": "",
    "effect": "Confined gifts the holder with DEF and SPDEF when the holder inflicts themselves with the Trapped Condition."
  },
  {
    "name": "Contagious",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Contagious",
    "description": "",
    "effect": "Contagious inflicts the Poisoned Condition for 1 turn onto any rival that exits the battlefield."
  },
  {
    "name": "Contemplation",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Contemplation",
    "description": "",
    "effect": "Contemplation gifts the holder with the ATK whenever they Rest."
  },
  {
    "name": "Coward's Rest",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Coward%27s_Rest",
    "description": "",
    "effect": "Coward's Rest gifts the holder with the Evading Condition for 2 turns whenever they rest."
  },
  {
    "name": "Deceit Aura",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Deceit_Aura",
    "description": "",
    "effect": "Deceit Aura causes the order of all Techniques used by all combatants on the battlefield to be reversed for the first four turns the holder is on the battlefield and causes the holder to lose 50% of their maximum HP if they were at 100% HP. Temtem swapping still occurs prior to techniques being used but the order of swapping is reversed and Item usage is unaffected."
  },
  {
    "name": "Defuser",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Defuser",
    "description": "",
    "effect": "Defuser causes all of the holder's Physical Techniques to also inflict the Seized Condition for 3 turns."
  },
  {
    "name": "Demoralize",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Demoralize",
    "description": "",
    "effect": "Demoralize inflicts all rivals with SPD when the holder enters the battlefield."
  },
  {
    "name": "Determined",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Determined",
    "description": "",
    "effect": "Determined protects the holder's being inflicted with negative stat stage changes."
  },
  {
    "name": "Digi-Protection",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Digi-Protection",
    "description": "",
    "effect": "Digi-Protection decreases the damage the holder takes from Digital Techniques by 75%."
  },
  {
    "name": "Disgrace",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Disgrace",
    "description": "",
    "effect": "Disgrace inflicts DEF and SPDEF onto any rival that exits the battlefield."
  },
  {
    "name": "Dozing Hit",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Dozing_Hit",
    "description": "",
    "effect": "Dozing Hit causes all of the holder's Techniques to inflict the Asleep Condition for 1 turn if it's at least Effective against the target."
  },
  {
    "name": "Dreaded Alarm",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Dreaded_Alarm",
    "description": "",
    "effect": "Dreaded Alarm causes all rivals to lose 25% of their maximum HP when they rest."
  },
  {
    "name": "Earthbound",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Earthbound",
    "description": "",
    "effect": "Earthbound gifts the holder with DEF whenever they use an Earth Technique."
  },
  {
    "name": "Effective Denial",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Effective_Denial",
    "description": "",
    "effect": "Effective Denial decreases the damage the holder takes from Effective Techniques by 30%."
  },
  {
    "name": "Efficient",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Efficient",
    "description": "",
    "effect": "Efficient decreases the STA Cost of the holder's damage-dealing Techniques by 30%."
  },
  {
    "name": "Electric Custodian",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Electric_Custodian",
    "description": "",
    "effect": "Electric Custodian causes all incoming Electric Techniques targeting the holder's ally to hit the holder instead and reduces the damage taken from them by 15%."
  },
  {
    "name": "Electric Synthesize",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Electric_Synthesize",
    "description": "",
    "effect": "Electric Synthesize protects the holder from taking damage from Electric Techniques and restores their HP equal to the amount of damage they would've taken."
  },
  {
    "name": "Energized",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Energized",
    "description": "",
    "effect": "Energized restores 6% of the holder's max HP at the start of each turn."
  },
  {
    "name": "Energy Reserves",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Energy_Reserves",
    "description": "",
    "effect": "Energy Reserves gifts the holder with ATK and the Invigorated Condition for 2 turns as soon as the holder's HP drops below 40% once per battle."
  },
  {
    "name": "Enraged",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Enraged",
    "description": "",
    "effect": "Enraged increases the damage of all the holder's Techniques by 30% while they're below 30% of their maximum HP."
  },
  {
    "name": "Escapist",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Escapist",
    "description": "",
    "effect": "Escapist protects the holder and their ally from the Trapped Condition and cures their ally of the Trapped Condition when the holder enters the battlefield."
  },
  {
    "name": "Fainted Curse",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Fainted_Curse",
    "description": "",
    "effect": "Fainted Curse causes the attacker who knocked-out the holder with a damage-dealing Technique to lose 30% of their maximum HP."
  },
  {
    "name": "Fast Charge",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Fast_Charge",
    "description": "",
    "effect": "Fast Charge gifts the holder's Digital ally with SPD once either the holder or the Digital ally enters the battlefield once per battle."
  },
  {
    "name": "Fever Rush",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Fever_Rush",
    "description": "",
    "effect": "Fever Rush gifts the holder with ATK whenever they get a Status Condition with the exception of the Alerted Condition."
  },
  {
    "name": "Final Stand",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Final_Stand",
    "description": "",
    "effect": "Final Stand gifts the holder with DEF and SPDEF at the start of each turn while they're below 30% of their maximum HP."
  },
  {
    "name": "Flawed Crystal",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Flawed_Crystal",
    "description": "",
    "effect": "Flawed Crystal causes the holder to take 50% more damage from Electric, Mental and Toxic Techniques."
  },
  {
    "name": "Friendship",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Friendship",
    "description": "",
    "effect": "Friendship protects the holder from being affected by any damage-dealing Techniques from their ally."
  },
  {
    "name": "Frightening",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Frightening",
    "description": "",
    "effect": "Frightening prevents the Gears of the rival team and the holder's ally from having any effects for the first 5 turns the holder is on the battlefield."
  },
  {
    "name": "Furor",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Furor",
    "description": "",
    "effect": "Furor increases the damage of holder's Techniques by 33% while they're below 33% of their maximum HP."
  },
  {
    "name": "Going Away Gift",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Going_Away_Gift",
    "description": "",
    "effect": "Going Away Gift gifts all the holder's positive stat stage changes to their ally upon the holder being knocked-out."
  },
  {
    "name": "Good Friend",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Good_Friend",
    "description": "",
    "effect": "Good Friend causes a second incoming rival Technique that's directed at the holder's ally to be redirected to the holder."
  },
  {
    "name": "Gotta Go Fast",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Gotta_Go_Fast",
    "description": "",
    "effect": "Gotta Go Fast causes all of the holders Techniques that have Very Low, Low, and Normal priority to be increased to High priority."
  },
  {
    "name": "Guardian",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Guardian",
    "description": "",
    "effect": "Guardian protects the holder's ally from being inflicted with negative stat stage changes and the Cold, Frozen, Burned, Poisoned, and Doomed Conditions."
  },
  {
    "name": "Haka",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Haka",
    "description": "",
    "effect": "Haka gifts the holder's ally with ATK and SPATK upon the holder entering the battlefield once per battle."
  },
  {
    "name": "Half Full",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Half_Full",
    "description": "",
    "effect": "Half Full gifts the holder with ATK , DEF , SPATK , and SPDEF but also causes them to lose 50% of their maximum HP upon entering the battlefield with full HP once per battle."
  },
  {
    "name": "Heat Discharge",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Heat_Discharge",
    "description": "",
    "effect": "Heat Discharge inflicts the attacker that knocked-out the holder with the Burned Condition for 3 turns."
  },
  {
    "name": "Heater",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Heater",
    "description": "",
    "effect": "Heater inflicts all other Temtem with the Burned Condition for 1 turn upon the holder entering the battlefield once per battle."
  },
  {
    "name": "Hostile",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Hostile",
    "description": "",
    "effect": "Hostile gifts the holder with ATK and SPATK upon entering the battlefield once per battle."
  },
  {
    "name": "Hover",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Hover",
    "description": "",
    "effect": "Hover decreases the damage the holder takes from Earth Techniques by 50%."
  },
  {
    "name": "Hurry-wart",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Hurry-wart",
    "description": "",
    "effect": "Hurry-wart decreases the Hold of all the holder's Techniques by 1 upon entering the battlefield."
  },
  {
    "name": "Hydrologist",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Hydrologist",
    "description": "",
    "effect": "Hydrologist increases the damage of the holder's Water Techniques by 15%."
  },
  {
    "name": "Hypnotist",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Hypnotist",
    "description": "",
    "effect": "Hypnotist inflicts both rivals and the holder's ally with the Asleep Condition for 1 turn upon the holder entering the battlefield once per battle."
  },
  {
    "name": "Ignis Fatuus",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Ignis_Fatuus",
    "description": "",
    "effect": "Ignis Fatuus gifts the holder with the Evading Condition for 1 turn whenever another combatant is knocked-out."
  },
  {
    "name": "Immunity",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Immunity",
    "description": "",
    "effect": "Immunity protects the holder from taking damage from Toxic Techniques and from being inflicted with the Poisoned Condition."
  },
  {
    "name": "Individualist",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Individualist",
    "description": "",
    "effect": "Individualist protects the holder's ally from being affected by any techniques the holder uses against them."
  },
  {
    "name": "Inductor",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Inductor",
    "description": "",
    "effect": "Inductor restores 8% of the holder's maximum HP every time an Electric Technique is used by any combatant on the battlefield."
  },
  {
    "name": "Infectious",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Infectious",
    "description": "",
    "effect": "Infectious prevents the effects of the Regenerated Condition on the rival team. The condition will not be removed nor be prevented from being gifted, but will not have any effects. Infectious does not affect rival combatants not on the battlefield."
  },
  {
    "name": "Inhibiter",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Inhibiter",
    "description": "",
    "effect": "Inhibiter prevents the Trait of a single combatant from having any effect for rest of the battle after being attacked by the holder once per battle."
  },
  {
    "name": "Inner Shield",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Inner_Shield",
    "description": "",
    "effect": "Inner Shield causes the holder to not be affected by any Status Techniques used by the rival team."
  },
  {
    "name": "Intimidator",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Intimidator",
    "description": "",
    "effect": "Intimidator prevents the Traits of the rival team and the holder's ally from having any effects for the first 5 turns the holder is on the battlefield."
  },
  {
    "name": "Iridescence",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Iridescence",
    "description": "",
    "effect": "Iridescence causes the holder to have inverted type effectiveness. For example: if the holder is Water and is attacked by a Fire Technique, they will take Effective damage rather than Ineffective damage."
  },
  {
    "name": "Kinetic Transfer",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Kinetic_Transfer",
    "description": "",
    "effect": "Kinetic Transfer causes the holder to restore 10% of their maximum STA and their attacker to lose 10% of their maximum STA when the holder is hit by a damage-dealing Technique."
  },
  {
    "name": "Landing Transmog",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Landing_Transmog",
    "description": "",
    "effect": "Landing Transmog causes Mimit to transform into the next Temtem in clockwise order upon entering the battlefield. It will use the same Base Stats, Techniques, Trait and Typing of the target but will keep its own Level, SVs and TVs. It also won't copy any Status Conditions or Stat Stage Changes which are currently applied on the target. If the next Temtem is a Mimit, then the transforming Mimit will skip to the next Temtem of a different species. If already transformed, swapped out, and sent back in, so long as the next Temtem in a different species than what is currently copied, Mimit will change when entering the battlefield."
  },
  {
    "name": "Last Rush",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Last_Rush",
    "description": "",
    "effect": "Last Rush increases the damage of the holder's Techniques by an additional 40% while the number of conscious combatants on the rival's squad outnumber the number of conscious combatants on the holder's squad."
  },
  {
    "name": "Loneliness",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Loneliness",
    "description": "",
    "effect": "Loneliness causes the holder and their ally to be unable to use synergies."
  },
  {
    "name": "Marathonist",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Marathonist",
    "description": "",
    "effect": "Marathonist decreases the STA Cost of the holder's Techniques by 50% but also inflicts them with SPD whenever they use a Technique."
  },
  {
    "name": "Meditation (Trait)",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Meditation_(Trait)",
    "description": "",
    "effect": "Meditation gifts the holder with the Regenerated Condition for 1 turn and cures them of all negative status conditions whenever they Rest."
  },
  {
    "name": "Mental Alliance",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Mental_Alliance",
    "description": "",
    "effect": "Mental Alliance increases the holder's SPATK by 15% if their ally is part Mental."
  },
  {
    "name": "Mineral Crusher",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Mineral_Crusher",
    "description": "",
    "effect": "Mineral Crusher increases the damage of all the holder's Techniques by 25% if their target is part Earth or Crystal."
  },
  {
    "name": "Mirroring",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Mirroring",
    "description": "",
    "effect": "Mirroring inflicts 25% of the damage the holder takes from Special Techniques to the attacker."
  },
  {
    "name": "Mithridatism",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Mithridatism",
    "description": "",
    "effect": "Mithridatism protects the holder from being inflicted with the Poisoned Condition and decreases damage taken from Toxic Techniques by 20%."
  },
  {
    "name": "Motivator",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Motivator",
    "description": "",
    "effect": "Motivator restores 10% of both the holder's and their ally's maximum STA at the start of each turn."
  },
  {
    "name": "Mucous",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Mucous",
    "description": "",
    "effect": "Mucous decreases the damage the holder takes from Electric and Toxic Techniques by 30% and protects them from being inflicted with the Cold and Burned Conditions."
  },
  {
    "name": "Neurotoxins",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Neurotoxins",
    "description": "",
    "effect": "Neurotoxins causes all of the holder's Techniques that can inflict the Poisoned Condition to instead inflict a 4 turn countdown of the Doomed Condition. Neurotoxins will inflict the Doomed Condition on Toxic targets but will fail to inflict targets that have Mithridatism or Immunity as their Trait."
  },
  {
    "name": "Neutrality",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Neutrality",
    "description": "",
    "effect": "Neutrality protects the holder from being inflicted with the Asleep, Burned, Cold, Frozen, Exhausted, Isolated, Poisoned, Seized, Trapped and Doomed Conditions."
  },
  {
    "name": "Parrier",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Parrier",
    "description": "",
    "effect": "Parrier decreases the damage the holder takes from Physical Techniques by 20%."
  },
  {
    "name": "Patient",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Patient",
    "description": "",
    "effect": "Patient restores 15% of the holder's maximum STA when they use a Technique that has any amount of Hold."
  },
  {
    "name": "Physgulp",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Physgulp",
    "description": "",
    "effect": "Physgulp restores 8% of the holder's maximum HP whenever they are attacked by a Physical Technique."
  },
  {
    "name": "Physmaster",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Physmaster",
    "description": "",
    "effect": "Physmaster increases the damage of the holder's Physical Techniques by 50%."
  },
  {
    "name": "Pigment Inverter",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Pigment_Inverter",
    "description": "",
    "effect": "Pigment Inverter causes the holder's target to have inverted Type effectiveness. For example: if the holder uses a Fire Technique on a Water target, they will take Effective damage rather than Ineffective damage."
  },
  {
    "name": "Plethoric",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Plethoric",
    "description": "",
    "effect": "Plethoric increases the holder's SPD by 30% as long as they're at or above 70% of their maximum HP."
  },
  {
    "name": "Power Nap",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Power_Nap",
    "description": "",
    "effect": "Power Nap restores 15% of the holder's maximum HP at the start of each turn if they're afflicted with the Asleep Condition."
  },
  {
    "name": "Predatory",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Predatory",
    "description": "",
    "effect": "Predatory restores 30% of the holder's maximum HP when they knock-out a target."
  },
  {
    "name": "Prideful",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Prideful",
    "description": "",
    "effect": "Prideful gifts the holder with SPD , ATK and SPATK when they knock-out a target."
  },
  {
    "name": "Protective Crystal",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Protective_Crystal",
    "description": "",
    "effect": "Protective Crystal decreases the damage the holder's ally takes from Electric, Mental and Fire Technique by 20%."
  },
  {
    "name": "Protector",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Protector",
    "description": "",
    "effect": "Protector gifts the holder's ally with DEF and SPDEF upon the holder entering the battlefield once per battle."
  },
  {
    "name": "Provident",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Provident",
    "description": "",
    "effect": "Provident gifts the holder with SPDEF after being hit by Earth, Fire and Melee Techniques."
  },
  {
    "name": "Punch Bag",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Punch_Bag",
    "description": "",
    "effect": "Punch Bag decreases the damage the holder takes from Melee Techniques by 30%."
  },
  {
    "name": "Puppet Master",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Puppet_Master",
    "description": "",
    "effect": "Puppet Master causes all incoming rival, single target Techniques aimed at the holder to be redirected to their ally while the holder is below 40% of their maximum HP."
  },
  {
    "name": "Pyromaniac",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Pyromaniac",
    "description": "",
    "effect": "Pyromaniac increases the damage of the holder's Fire Techniques by 15%."
  },
  {
    "name": "Receptive",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Receptive",
    "description": "",
    "effect": "Receptive increases the duration of any Invigorated, Immune, Regenerated, Evading, and Alerted Conditions the holder is gifted with by 1 turn."
  },
  {
    "name": "Refurbished",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Refurbished",
    "description": "",
    "effect": "Refurbished gifts the holder with the Regenerated Condition for 4 turns after the holder has been on the battlefield for 3 turns in a row once per battle."
  },
  {
    "name": "Rejuvenate",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Rejuvenate",
    "description": "",
    "effect": "Rejuvenate restores 8% of the holder's maximum HP after using a Special Technique."
  },
  {
    "name": "Relaxed",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Relaxed",
    "description": "",
    "effect": "Relaxed restores 15% of the holder's maximum HP so long as the holder does not take any damage from Techniques from the rival team while being present on the battlefield."
  },
  {
    "name": "Resilient",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Resilient",
    "description": "",
    "effect": "Resilient protects the holder from being knocked-out due to overexertion by leaving them with 1 HP, gifts them with SPD and negates the overexertion turn penalty once per battle."
  },
  {
    "name": "Resistant",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Resistant",
    "description": "",
    "effect": "Resistant decreases the duration of the Poisoned, Burned, Asleep, Cold, Exhausted, Isolated, Seized, and Trapped Conditions the holder is inflicted with by 1 turn. If the inflicted Condition would only last 1 turn normally, the holder will not be inflicted with it."
  },
  {
    "name": "Rested",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Rested",
    "description": "",
    "effect": "Rested increases the holder's ATK and SPATK by 30% for the first 2 turns they start the turn on the battlefield once per battle."
  },
  {
    "name": "Royal Jelly",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Royal_Jelly",
    "description": "",
    "effect": "Royal Jelly restores 5% of the holder's and their allies' maximum HP at the start of each turn. The healing is applied after Status Conditions have been triggered but before a player is able to replace a knocked-out Temtem."
  },
  {
    "name": "Ruminant",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Ruminant",
    "description": "",
    "effect": "Ruminant gifts the holder with the the Regenerated Condition for 2 turns after they attack a Nature rival combatant."
  },
  {
    "name": "Rusher",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Rusher",
    "description": "",
    "effect": "Rusher gifts the holder with SPD whenever a rival combatant enters the battlefield but inflicts the holder with SPD whenever the holder leaves the battlefield."
  },
  {
    "name": "Scavenger",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Scavenger",
    "description": "",
    "effect": "Scavenger restores 17% of the holder's maximum HP when either their ally or a rival is knocked-out."
  },
  {
    "name": "Seismic",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Seismic",
    "description": "",
    "effect": "Seismic causes all rival combatants on the battlefield to lose 7% of their maximum HP whenever the user enters the battlefield. Seismic can't reduce their HP below 1."
  },
  {
    "name": "Self-Care",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Self-Care",
    "description": "",
    "effect": "Self-Care gifts the holder with the Regenerated Condition for 1 turn whenever they are hit with a damaging Physical or Special Technique."
  },
  {
    "name": "Self-Esteem",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Self-Esteem",
    "description": "",
    "effect": "Self-Esteem cures the holder of the Poisoned, Burned, Cold, Exhausted, Isolated, Seized, Trapped, and Doomed Conditions when they knock-out a target."
  },
  {
    "name": "Sensei",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Sensei",
    "description": "",
    "effect": "Sensei causes the holder to use their SPATK instead of their ATK when using a Physical Technique and use their ATK instead of their SPATK when using a Special Technique."
  },
  {
    "name": "Sentinel",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Sentinel",
    "description": "",
    "effect": "Sentinel protects the holder and their ally from the Asleep Condition and cures their ally of the Asleep Condition when the holder enters the battlefield."
  },
  {
    "name": "Seppuku",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Seppuku",
    "description": "",
    "effect": "Seppuku inflicts the target of the holder's Techniques with a 2 turn countdown of the Doomed Condition if the holder is knocked-out due to Overexertion. Seppuku will also trigger if the holder uses a Technique that automatically knocks-out the user, like Autodestruction or Sacrifice."
  },
  {
    "name": "Settling",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Settling",
    "description": "",
    "effect": "Settling increases the holder's ATK by 8% for each turn they are on the battlefield. If the holder leaves the battlefield at any point, the cumulative bonus is reset."
  },
  {
    "name": "Shaolin",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Shaolin",
    "description": "",
    "effect": "All damage done by this Temtem's Special Techniques is increased by 10%."
  },
  {
    "name": "Shared Pain",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Shared_Pain",
    "description": "",
    "effect": "Shared Pain protects the holder from receiving damage from a second attack from the rival team that turn by redirecting it to their ally."
  },
  {
    "name": "Short Circuit",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Short_Circuit",
    "description": "",
    "effect": "Short Circuit prevents all Stat Stage Changes from being gifted/inflicted to all combatants on the battlefield as long as the holder is on the battlefield."
  },
  {
    "name": "Skull Helmet",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Skull_Helmet",
    "description": "",
    "effect": "Skull Helmet decreases the damage the holder takes from Mental and Melee Techniques by 25%."
  },
  {
    "name": "Snowstorm",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Snowstorm",
    "description": "",
    "effect": "Snowstorm inflicts both rivals and the holder's ally with the Cold Condition for 3 turns if they aren't already inflicted with the Cold Condition when the holder enters the battlefield once per battle."
  },
  {
    "name": "Soft Touch",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Soft_Touch",
    "description": "",
    "effect": "Soft Touch increases the damage the holder does to targets affected by the Asleep Condition by 20% and stops the holder from curing them of the Asleep Condition with any damage-dealing Techniques."
  },
  {
    "name": "Solidifier",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Solidifier",
    "description": "",
    "effect": "Solidifier causes the holder to use their ATK instead of their SPATK when using a Special Water Technique."
  },
  {
    "name": "Source Replicator",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Source_Replicator",
    "description": "",
    "effect": "Source Replicator copies any Alerted, Regenerated, Evading, Immune, or Invigorated Conditions the holder is gifted with and gifts them to their ally for the same duration."
  },
  {
    "name": "Specgulp",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Specgulp",
    "description": "",
    "effect": "Specgulp restores 8% of the holder's maximum HP whenever they are attacked by a Special Technique."
  },
  {
    "name": "Specmaster",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Specmaster",
    "description": "",
    "effect": "Specmaster increases the damage of the holder's Special Techniques by 50%."
  },
  {
    "name": "Spiritual",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Spiritual",
    "description": "",
    "effect": "Spiritual gifts the holder with SPATK but also inflicts them with SPDEF whenever they enter the battlefield."
  },
  {
    "name": "Splitter",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Splitter",
    "description": "",
    "effect": "Splitter protects the holder from being inflicted with the Poisoned, Burned, Asleep, Cold, Exhausted, Isolated, Seized, or Trapped Conditions after being hit with a Physical or Special Technique. For example: Embers won't inflict Burned and Toxic Ink won't inflict Poisoned."
  },
  {
    "name": "Spoilsport",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Spoilsport",
    "description": "",
    "effect": "Spoilsport increases the damage of the holder's Techniques that target the rival team or the user's ally by 25%."
  },
  {
    "name": "Spreader",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Spreader",
    "description": "",
    "effect": "Spreader causes all of the holder's Special Techniques that have single target or single other target as their targeting to hit both rivals but reduces the damage of these Techniques by 20% if there are multiple rivals on the battlefield."
  },
  {
    "name": "Stabmaster",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Stabmaster",
    "description": "",
    "effect": "Stabmaster increases the damage of the holders Techniques that are the same Type as the holder by 40%. This boost stacks with STAB."
  },
  {
    "name": "Striking Transmog",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Striking_Transmog",
    "description": "",
    "effect": "Striking Transmog causes Mimit to transform into the Temtem the holder hits with Physical Techniques that has single target or single other target as their targeting. It will use the same Base Stats, Techniques, Trait, and Typing of the target but will keep its own Level, SVs and TVs. It also won't copy any Status Conditions or Stat Stage Changes which are currently applied on the target."
  },
  {
    "name": "Strong Liver",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Strong_Liver",
    "description": "",
    "effect": "Strong Liver protects the holder from taking damage from Toxic Techniques and restores their HP equal to the amount of damage they would've taken."
  },
  {
    "name": "Superconductivity",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Superconductivity",
    "description": "",
    "effect": "Superconductivity causes all of the holder's ally's Techniques that have a Synergy to activate that Synergy's effect even if the holder doesn't match the Synergy's Type."
  },
  {
    "name": "Synergy Adept",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Synergy_Adept",
    "description": "",
    "effect": "Synergy Adept increases the damage of the holder's and their allies' Synergy Techniques by 15% when the Synergy activates."
  },
  {
    "name": "Synergy Master",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Synergy_Master",
    "description": "",
    "effect": "Synergy Master increases the damage of the holder's and their allies' Synergy Techniques by 25% when the Synergy activates."
  },
  {
    "name": "Synertyper",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Synertyper",
    "description": "",
    "effect": "Synertyper increases the damage of the holder's Techniques by 30% if both the holder and their ally share a Type."
  },
  {
    "name": "Tactical Strike",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Tactical_Strike",
    "description": "",
    "effect": "Tactical Strike increases the damage of the holder's Techniques that have any amount of Hold by 20%."
  },
  {
    "name": "Tag Team",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Tag_Team",
    "description": "",
    "effect": "Tag Team decreases the damage the holder takes from Techniques by 15% if both the holder and their ally share a Type."
  },
  {
    "name": "Tardy Rush",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Tardy_Rush",
    "description": "",
    "effect": "Tardy Rush increases the holder's SPD by 100% and ATK by 10% after being on the battlefield for 3 turns in a row and lasts until the holder leaves the battlefield. If the holder is swapped in, the turn they enter the battlefield counts as turn 1."
  },
  {
    "name": "Target Replicator",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Target_Replicator",
    "description": "",
    "effect": "Target Replicator copies any Alerted, Regenerated, Evading, Immune, or Invigorated Conditions the ally is gifted with and gifts them to the holder for the same duration."
  },
  {
    "name": "Team Elusive",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Team_Elusive",
    "description": "",
    "effect": "Team Elusive protects the holder from being affected by Techniques from both their ally and the rivals that have single team, rival team or the user's ally, all other Temtem, or all as their targeting. If Puppet Master would cause a holder to be the target of a Technique, it will."
  },
  {
    "name": "Thick Skin",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Thick_Skin",
    "description": "",
    "effect": "Thick Skin decreases the damage the holder takes from Wind Techniques by 50%."
  },
  {
    "name": "Tireless",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Tireless",
    "description": "",
    "effect": "Tireless gifts the holder with ATK and prevents the turn penalty from Overexerting whenever the holder Overexerts."
  },
  {
    "name": "Toxic Affinity",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Toxic_Affinity",
    "description": "",
    "effect": "Toxic Affinity increases the damage of the holder's Toxic Techniques by 50%, as if they had STAB. This boost stacks with actual STAB if the holder is part Toxic."
  },
  {
    "name": "Toxic Farewell",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Toxic_Farewell",
    "description": "",
    "effect": "Toxic Farewell inflicts the attacker that knocked-out the holder with the Poisoned Condition for 3 turns and they lose 10% of their maximum HP."
  },
  {
    "name": "Toxic Skin",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Toxic_Skin",
    "description": "",
    "effect": "Toxic Skin inflicts the Poisoned Condition for 2 turns onto any attacker that hits the holder with a Physical Technique."
  },
  {
    "name": "Toxin Crusher",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Toxin_Crusher",
    "description": "",
    "effect": "Toxin Crusher increases the damage of all the holder's Techniques by 50% if their target is part Toxic."
  },
  {
    "name": "Traits",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Traits",
    "description": "",
    "effect": ""
  },
  {
    "name": "Trance",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Trance",
    "description": "",
    "effect": "Trance gifts the holder with SPATK , SPDEF , and the Regenerated Condition for 3 turns but also inflicts the Asleep Condition for 2 turns when the holder's is below 30% of their maximum HP and is the target of a Technique once per battle."
  },
  {
    "name": "Trauma",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Trauma",
    "description": "",
    "effect": "Trauma inflicts the holder with DEF after they're hit with a Physical Technique and inflicts the holder with SPDEF after they're hit with a Special Technique."
  },
  {
    "name": "Tri-Apothecary",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Tri-Apothecary",
    "description": "",
    "effect": "Tri-Apothecary causes all of the holder's Special Techniques to inflict the Poisoned Condition for 3 turns if the target was a rival or gift the Regenerated Condition for 3 turns if the target is the holder or their ally."
  },
  {
    "name": "Unnoticed",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Unnoticed",
    "description": "",
    "effect": "Unnoticed gifts the holder with SPD so long as the holder does not take any damage from Techniques from the rival team while being present on the battlefield."
  },
  {
    "name": "Vigorous",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Vigorous",
    "description": "",
    "effect": "Vigorous increases the damage of the holder's Techniques by 50% when the holder Overexerts."
  },
  {
    "name": "Viral Combustion",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Viral_Combustion",
    "description": "",
    "effect": "Viral Combustion inflicts the Burned Condition for 4 turns onto any attacker that inflicts the Poisoned Condition onto the holder."
  },
  {
    "name": "Voltaic Charge",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Voltaic_Charge",
    "description": "",
    "effect": "Voltaic Charge inflicts 10% of the damage the holder takes from Techniques that have single target or single other target as their targeting to the attacker."
  },
  {
    "name": "Voodoo",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Voodoo",
    "description": "",
    "effect": "Voodoo deals 75% of the damage the holder inflicts onto their ally with damage-dealing Techniques onto their rivals."
  },
  {
    "name": "Warm Gift",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Warm_Gift",
    "description": "",
    "effect": "Warm Gift inflicts the Burned Condition for 3 turns onto any rival that exits the battlefield."
  },
  {
    "name": "Warm-Blooded",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Warm-Blooded",
    "description": "",
    "effect": "Warm-Blooded protects the holder from being inflicted with the Cold and Frozen Conditions."
  },
  {
    "name": "Water Affinity",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Water_Affinity",
    "description": "",
    "effect": "Water Affinity increases the damage of the holder's Water Techniques by 50%, as if they had STAB. This boost stacks with actual STAB if the holder is part Water."
  },
  {
    "name": "Water Custodian",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Water_Custodian",
    "description": "",
    "effect": "Water Custodian causes all incoming Water Techniques targeting the holder's ally to hit the holder instead and reduces the damage taken from them by 15%."
  },
  {
    "name": "Water Synthesizer",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Water_Synthesizer",
    "description": "",
    "effect": "Water Synthesizer protects the holder from taking damage from Water Techniques and restores their HP equal to the amount of damage they would've taken."
  },
  {
    "name": "Wax Bath",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Wax_Bath",
    "description": "",
    "effect": "Wax Bath gifts the holder's ally with SPDEF whenever they Rest."
  },
  {
    "name": "Welcomer",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Welcomer",
    "description": "",
    "effect": "Welcomer gifts the holder's ally with the Evading Condition for 1 turn when they enter the battlefield once per battle."
  },
  {
    "name": "Withdrawal",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Withdrawal",
    "description": "",
    "effect": "Withdrawal restores 20% of the holder's maximum HP and cures them of the Asleep and Poisoned Conditions whenever they Rest."
  },
  {
    "name": "Wrecked Farewell",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Wrecked_Farewell",
    "description": "",
    "effect": "Wrecked Farewell causes all rivals to lose 25% of their maximum HP when the holder knocks themselves out."
  },
  {
    "name": "Zen",
    "wikiUrl": "https://temtem.wiki.gg/wiki/Zen",
    "description": "",
    "effect": "Zen gifts the holder with DEF and SPDEF upon being inflicted with the Asleep Condition."
  }
]